<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
  <head>
    <link rel="stylesheet" type="text/css" href="http://www.informationr.net/ir/IRstyle.css" />
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
    <title>Spanish abstracts</title>
    <meta content="Abstracts in Spanish of the papers in Volume 19 No. 2 of Information Research" name="description" />
    <meta content="Mature" name="rating" />
    <meta content="Document" name="VW96.objecttype" />
    <meta content="ALL" name="robots" />
    <meta content="Spanish abstracts" name="DC.Title" />
    <meta content="Abstracts in Spanish of the papers in Volume 19 No. 3 of Information Research"
      name="DC.Subject" />
    <meta content="Abstracts in Spanish of the papers in Volume Volume 19 No. 3 of Information Research"
      name="DC.Description" />
    <meta content="text" name="DC.Type" />
    <meta content="1368-1613" name="DC.Identifier" />
    <meta content="http://InformationR.net/ir/19-2/spanish193.html" name="DC.Identifier" />
    <meta content="text/html" name="DC.Format" />
    <meta content="en" name="DC.Language" />
    <meta content="2013-09-15" name="DC.Date.Available" />
    <meta content="Professor T.D. Wilson" name="DC.Publisher" />
    <meta content="http://creativecommons.org/licenses/by-nd-nc/1.0/" name="DC.Rights" />
    <meta content="global" name="DC.Coverage.PlaceName" />
    <meta content="Professor T.D. Wilson" name="DC.Publisher" />
    <style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style><style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}
 section {
	 margin-left:15%;
	 margin-right:15%;
 }
</style>
  </head>
  <body>
    <table cellspacing="0" cellpadding="0" border="0" align="center">
      <tbody>
        <tr>
          <td height="30" style="text-align: center;" colspan="5">
            <img width="336" height="45" alt="header" src="http://www.informationr.net/ir/mini_logo2.gif" /><br />
            <span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol.
              19 no. 3, September 2014</span><br />
            <br />
            <div id="button">
              <ul>
                <li><a href="http://www.informationr.net/ir/19-3/infres193.html">Contents</a> | </li>
                <li><a href="http://www.informationr.net/ir/iraindex.html">Author index</a> | </li>
                <li><a href="http://www.informationr.net/ir/irsindex.html">Subject index</a> | </li>
                <li><a href="http://www.informationr.net/ir/search.html">Search</a> | </li>
                <li><a href="../index.html">Home</a></li>
              </ul>
            </div>
          </td>
        </tr>
        <tr>
          <td> </td>
        </tr>
      </tbody>
    </table>
    <hr size="1" style="color: rgb(0, 0, 128);" />
    <h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>
    <hr size="1" style="color: rgb(0, 0, 128);" />

<section>

<h4><a href="http://www.informationr.net/ir/19-3/%C3%A2%E2%82%AC%C2%9Dpaper630.html">Desarrollo y evaluaci&oacute;n de la validez del contenido de una escala para medir la eficacia de un entorno digital que facilite la serendipia.</a><br />
Lori McCay-Peet, Elaiine G. Toms y E. Kevin Kellaway</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Los entornos de informaci&oacute;n digital como los sitios web y los motores de b&uacute;squeda tienen el potencial de soportar la serendipia: de despertar y nutrir  interacciones inesperadas y positivas con informaci&oacute;n e ideas con resultados valiosos. Pero tenemos pocas herramientas para medir la calidad del soporte de la serendipia y por tanto de datos para guiar su desarrollo.<br />
<strong>M&eacute;todo</strong>. Basada en una investigaci&oacute;n anterior, se identificaron las facetas de un entorno digital serend&iacute;pico junto con un grupo de art&iacute;culos que podr&iacute;a ser utilizado en la creaci&oacute;n de una escala de auto-informe. Para evaluar la validez de contenido de la escala preliminar o el grado en que una medici&oacute;n refleja el dominio de contenido que se pretende capturar, llevamos a cabo dos estudios sucesivos: una revisi&oacute;n por ocho expertos; y un enfoque de an&aacute;lisis de varianza que implica un estudio basado en la Web de 107 estudiantes universitarios.<br />
<strong>An&aacute;lisis</strong>. Se utilizaron m&eacute;todos cualitativos y cuantitativos para analizar los datos.<br />
<strong>Resultados</strong>. Fueron revisados los &iacute;tems de la escala de entorno digital serind&iacute;pico, as&iacute; como la validez de contenido de la escala confirmada.<br />
<strong>Conclusi&oacute;n</strong>. Se identificaron y definieron cinco facetas de un entorno digital serend&iacute;pico y fue desarrollada una escala de 37 &iacute;tems en preparaci&oacute;n de futuros estudios que reduzcan y refinen la escala y prueben su validez.</blockquote>
<br />


<h4><a href="http://www.informationr.net/ir/19-3/%C3%A2%E2%82%AC%C2%9Dpaper631.html">Dar sentido a colecciones de documentos con visualizaciones basadas en mapas: el papel de la interacci&oacute;n con las representaciones.</a><br />Olha Buchel y Kamran Sedig</h4>
<blockquote>
<strong>Introducci&oacute;n</strong>. Este trabajo examina el papel de las interacciones individuales y combinadas de informaci&oacute;n-humanas en las actividades de dotar de sentido que implican las colecciones de documentos que est&aacute;n vinculadas a visualizaciones basadas en mapas. En este trabajo se asume, que dotar de sentido a las visualizaciones basadas en mapas de documentos implica el desarrollo de un mapa cognitivo de los espacios de trabajo, sem&aacute;nticos, geogr&aacute;ficos, sociales y personales interrelacionados, su estructura y relaciones. La comprensi&oacute;n de estos se facilita no s&oacute;lo por la percepci&oacute;n de su estructura y relaciones, sino tambi&eacute;n por la continua interacci&oacute;n del usuario con ellos.<br />
<strong>Elaboraci&oacute;n</strong>. El art&iacute;culo presenta, define y examina conceptos relacionados con el dise&ntilde;o de interacci&oacute;n para las visualizaciones basadas en mapas utilizando un ejemplo de sistema prototipo, VICOLEX (VIsual COLlection Explorer, Explorador visual de colecci&oacute;n). El examen de las interacciones es anal&iacute;tico y soportado por la evidencia emp&iacute;rica.<br />
<strong>Resultados</strong>. La principal contribuci&oacute;n de este trabajo es una demostraci&oacute;n anal&iacute;tica del papel que un conjunto de interacciones puede desempe&ntilde;ar en el apoyo a la comprensi&oacute;n de los usuarios de los espacios y su formaci&oacute;n de mapas cognitivos cuando trabajan con visualizaciones basadas en mapas. Visto de forma aislada, cualquier interacci&oacute;n dada puede parecer insignificante, pero cuando se analizan y se combinan juntos, pueden reducir los esfuerzos globales de los usuarios y facilitar de manera significativa las actividades de creaci&oacute;n de sentido.<br />
<strong>Importancia</strong>. Las ideas presentadas en este documento son &uacute;tiles para comprender y dar sentido a las colecciones de documentos y el dise&ntilde;o de herramientas e interfaces que ayuden a los usuarios a explorar cualquier tipo de informaci&oacute;n estructurada con propiedades geoespaciales.
 </blockquote>
 <br />


<h4><a href="http://www.informationr.net/ir/19-3/%C3%A2%E2%82%AC%C2%9Dpaper632.html">Desentra&ntilde;ando la evidencia: introducci&oacute;n de un modelo emp&iacute;rico para la pr&aacute;ctica basada en la evidencia en bibliotecolog&iacute;a e informaci&oacute;n.</a><br />Ann Gillespie</h4>
<blockquote>
<strong>Introducci&oacute;n</strong>. Esta investigaci&oacute;n es la primera en investigar las experiencias de los profesores-bibliotecarios como pr&aacute;ctica basada en la evidencia. Se presenta en este documento un modelo derivado emp&iacute;ricamente.<br />
<strong>M&eacute;todo</strong>. Este estudio cualitativo utiliz&oacute; el enfoque de incidente cr&iacute;tico ampliado, e investig&oacute; las experiencias de quince profesores-bibliotecarios de Australia, a trav&eacute;s de entrevistas semi-estructuradas y an&aacute;lisis de datos inductivo. En la recolecci&oacute;n de datos se usaron  entrevistas semi estructuradas, observaciones in situ, registro por diario y r&uacute;brica para la informaci&oacute;n contextual. Estos enfoques permiten a cada uno de los entrevistados contar su propia historia y proporciona riqueza a los datos.<br />
<strong>An&aacute;lisis</strong>. El an&aacute;lisis incluy&oacute; dos tipos de categorizaci&oacute;n de datos: binario y tem&aacute;tico. La clasificaci&oacute;n binaria se utiliz&oacute; para identificar los detalles factuales. El an&aacute;lisis tem&aacute;tico involucr&oacute; la categorizaci&oacute;n de los temas emergentes.<br />
<strong>Resultados</strong>. Se ide&oacute; un modelo derivado emp&iacute;ricamente para la pr&aacute;ctica basada en la evidencia e identificaci&oacute;n de los hallazgos cr&iacute;ticos asociados. Los resultados demuestran que la pr&aacute;ctica basada en la evidencia para los profesores-bibliotecarios es una pr&aacute;ctica hol&iacute;stica. No es un proceso lineal, paso a paso.<br />
<strong>Conclusiones</strong>. Este estudio es significativo para profesores-bibliotecarios y profesionales de la bibliotecolog&iacute;a e informaci&oacute;n, ya que proporciona una nueva comprensi&oacute;n de la pr&aacute;ctica basada en la evidencia.</blockquote>
<br />

<h4><a href="http://www.informationr.net/ir/19-3/%C3%A2%E2%82%AC%C2%9Dpaper633.html">Determinantes de comportamiento de informaci&oacute;n y alfabetizaci&oacute;n en informaci&oacute;n relacionada con la alimentaci&oacute;n saludable entre los usuarios de Internet en cinco pa&iacute;ses europeos.</a><br />Barbara Nied&#378;wiedzka, Mario Mazzocchi, Jessica Aschemann-Witzel, Laura Gennaro, Wim Verbeke y W. Bruce Traill</h4>
<blockquote>
<strong>Introducci&oacute;n</strong>. Este estudio investiga c&oacute;mo los europeos buscan informaci&oacute;n relacionada con la alimentaci&oacute;n saludable, lo que determina la b&uacute;squeda de informaci&oacute;n y la aparici&oacute;n de problemas al hacerlo.<br />
<strong>M&eacute;todo</strong>. Se realiz&oacute; una encuesta a trav&eacute;s de entrevista-web-en-l&iacute;nea asistida por ordenador. Los encuestados fueron agrupados por edad y sexo (n=3003, edad mayores de 16 a&ntilde;os) en B&eacute;lgica, Dinamarca, Italia, Polonia y Reino Unido.<br />
<strong>An&aacute;lisis</strong>. Se utiliz&oacute; estad&iacute;stica descriptiva y an&aacute;lisis de regresi&oacute;n para analizar la influencia de las caracter&iacute;sticas sociales, demogr&aacute;ficas, psicol&oacute;gicas y econ&oacute;micas en la b&uacute;squeda de informaci&oacute;n de los encuestados.<br />
<strong>Resultados</strong>. Casi la mitad de los encuestados no sabe d&oacute;nde buscar informaci&oacute;n sobre dietas saludables. Los hombres, las personas menos educadas, las m&aacute;s pobres y las m&aacute;s enfermas saben menos acerca de d&oacute;nde buscar esa informaci&oacute;n y son menos propensas a intentar encontrarla. La mayor&iacute;a de los encuestados que buscan informaci&oacute;n en Internet utilizan Google como herramienta de b&uacute;squeda.<br />
<strong>Conclusiones</strong>. Los factores individuales y ambientales afectan el comportamiento de informaci&oacute;n y deben tenerse en cuenta en las campa&ntilde;as p&uacute;blicas encaminadas a cambiar los h&aacute;bitos alimenticios de la poblaci&oacute;n para aumentar su eficacia. Se debe hacer m&aacute;s hincapi&eacute; en el aumento de la alfabetizaci&oacute;n en informaci&oacute;n de salud de los pobres en informaci&oacute;n, hombres, las personas sin educaci&oacute;n, y los m&aacute;s desfavorecidos econ&oacute;micamente.</blockquote>
<br />

<h4><a href="http://www.informationr.net/ir/19-3/%C3%A2%E2%82%AC%C2%9Dpaper634.html">&iquest;Qu&eacute; motiva al navegador de noticias en l&iacute;nea? Selecci&oacute;n de elementos de noticias en un escenario social de b&uacute;squeda de informaci&oacute;n</a><br />Heather O'Brien, Luanne Freund y Stina Westman</h4>
<blockquote>
<strong>Introducci&oacute;n</strong>. Investigamos c&oacute;mo los consumidores de noticias en l&iacute;nea seleccionan el contenido en un escenario social, utilizando expl&iacute;citamente la teor&iacute;a de los usos y la gratificaci&oacute;n.<br />
<strong>M&eacute;todo</strong>. Los participantes (n=30) navegaron un sitio web de noticias en l&iacute;nea y seleccionaron tres art&iacute;culos. En una entrevista posterior a la tarea, los participantes calificaron los art&iacute;culos en relaci&oacute;n al inter&eacute;s, curiosidad intelectual, y probabilidad de compartir, y articularon sus motivaciones para la elecci&oacute;n de cada elemento.<br />
<strong>An&aacute;lisis</strong>. El art&iacute;culo (n=90) fue la unidad de an&aacute;lisis. El an&aacute;lisis de contenido estructurado de los datos de la entrevista implic&oacute; la clasificaci&oacute;n de las motivaciones seg&uacute;n las categor&iacute;as de los usos y la gratificaci&oacute;n; de vigilancia, utilidad social, identidad personal, entretenimiento, y h&aacute;bito. Examinamos cuantitativamente el inter&eacute;s, la curiosidad intelectual y la voluntad de compartir clasificaciones.<br />
<strong>Resultados</strong>. Los participantes emplearon diferentes estrategias en la selecci&oacute;n de contenidos. La posibilidad de entablar conversaci&oacute;n influy&oacute; en muchos participantes al seleccionar contenido con gran atractivo, y algunos hicieron uso de las funciones sociales del sitio web de noticias para lograrlo. Las motivaciones de vigilancia y utilidad social dominaron las selecciones; el entretenimiento era una consideraci&oacute;n menor. Sin embargo, las consideraciones m&aacute;s personales como el inter&eacute;s, el deseo de mantenerse al d&iacute;a de los acontecimientos del mundo, y la alineaci&oacute;n con el punto de vista tuvieron un papel importante en la selecci&oacute;n de contenidos.<br />
<strong>Conclusiones</strong>. Cuando se busca informaci&oacute;n para compartir con los dem&aacute;s, el inter&eacute;s personal y la curiosidad juegan un papel importante en la selecci&oacute;n, pero tambi&eacute;n entran en juego una amplia gama de factores y objetivos situacionales. Los participantes expresaron consideraciones matizadas de c&oacute;mo la informaci&oacute;n podr&iacute;a utilizarse para forjar relaciones con los dem&aacute;s, construir interacciones sociales, e impresionar a los dem&aacute;s. La b&uacute;squeda de informaci&oacute;n como un medio de satisfacer las necesidades sociales es un &aacute;rea madura para la exploraci&oacute;n en la investigaci&oacute;n del comportamiento de informaci&oacute;n.</blockquote>
<br />


<h4><a href="http://www.informationr.net/ir/19-3/%C3%A2%E2%82%AC%C2%9Dpaper635.html">Un an&aacute;lisis emp&iacute;rico de la aceptaci&oacute;n de Internet m&oacute;vil en Chile.</a><br />Patricio Esteban Ram&iacute;rez-Correa, Francisco Javier Rond&aacute;n-Catalu&ntilde;a and Jorge Arenas-Gait&aacute;n</h4>
<blockquote>
<strong>Introducci&oacute;n</strong>. Este art&iacute;culo examina la aplicabilidad de la teor&iacute;a unificada de la aceptaci&oacute;n y el uso de la tecnolog&iacute;a, versi&oacute;n 2, a la aceptaci&oacute;n de Internet m&oacute;vil en Chile. Esta teor&iacute;a es una extensi&oacute;n del modelo de la teor&iacute;a unificada de la aceptaci&oacute;n y el uso de tecnolog&iacute;a a un contexto contrastante de consumidores de los pa&iacute;ses tecnol&oacute;gicamente en desarrollo, como Chile.<br />
<strong>M&eacute;todo</strong>. Se utiliz&oacute; un estudio de entrevistas usando una programaci&oacute;n basada en construcciones de aceptaci&oacute;n individual para medir la aceptaci&oacute;n de Internet m&oacute;vil mediante una muestra por cuotas de 501 usuarios.<br />
<strong>An&aacute;lisis</strong>. Para analizar el modelo de investigaci&oacute;n se utiliz&oacute; la t&eacute;cnica de m&iacute;nimos cuadrados parciales.<br />
<strong>Resultados</strong>. El modelo explica la intenci&oacute;n de conducta y el comportamiento del uso en la adopci&oacute;n de Internet m&oacute;vil en Chile. En concreto, el 29% de la variable “aumento en el uso de Internet m&oacute;vil” se explica por las variables h&aacute;bito, condiciones que dan facilidad, motivaci&oacute;n hedonista, expectativa de rendimiento, precio e influencia social.<br />
<strong>Conclusiones</strong>. El modelo de la teor&iacute;a unificada extendida es aplicable a Chile.</blockquote>
<br />

<h4><a href="http://www.informationr.net/ir/19-3/%C3%A2%E2%82%AC%C2%9Dpaper636.html">La influencia de las necesidades de procesamiento de informaci&oacute;n en el uso continuado de la inteligencia empresarial</a><br />Kevin McCormack y Peter Trkman</h4>
<blockquote>
<strong>Introducci&oacute;n</strong>. Muchas organizaciones implementan sistemas de inteligencia empresarial, pero su impacto a largo plazo sobre la calidad de la toma de decisiones y el consecuente desempe&ntilde;o var&iacute;a mucho. Se requiere el an&aacute;lisis de los factores que influyen en el uso continuado de esos sistemas. Nos centramos en el papel de las necesidades de procesamiento de informaci&oacute;n en el uso continuado de la inteligencia empresarial y los factores que influyen en esas necesidades.<br />
<strong>M&eacute;todo</strong>. Se realiz&oacute; un estudio de caso longitudinal con <strong>M&eacute;todo</strong> mixto de una compa&ntilde;&iacute;a petrolera norteamericana. Los investigadores colaboraron en el desarrollo de las capacidades de inteligencia empresarial de la empresa durante tres a&ntilde;os e hicieron observaciones directas durante este per&iacute;odo. Se utilizaron varios m&eacute;todos de recolecci&oacute;n de datos, tales como la revisi&oacute;n de la documentaci&oacute;n interna, realizaci&oacute;n de entrevistas y encuestas.<br />
<strong>An&aacute;lisis</strong>. La implementaci&oacute;n de herramientas de inteligencia empresarial lleva a un alto nivel de uso inicial de estos sistemas. Sin embargo, despu&eacute;s de una disminuci&oacute;n de las necesidades de procesamiento siguientes a cambios en el liderazgo, los niveles de uso se redujeron significativamente. Esta eventualidad condujo a la erosi&oacute;n de la capacidad de procesamiento tanto en los sistemas de tecnolog&iacute;a de informaci&oacute;n y como en las capacidades organizativas.<br />
<strong>Resultados</strong>. Las necesidades orientadas a inteligencia de negocios difieren de las necesidades transaccionales o de flujo de trabajo en las que no est&aacute;n integradas los procesos o sistemas y con frecuencia son opcionales, impulsados por la gesti&oacute;n y los m&eacute;todos de trabajo personal. Por lo tanto se necesita un esfuerzo deliberado para asegurar un aumento permanente de las necesidades de procesamiento con el fin de mantener el uso a largo plazo y un impacto &oacute;ptimo de la inteligencia empresarial.<br />
<strong>Conclusiones</strong>. Aunque la inteligencia empresarial habilitada tecnol&oacute;gicamente puede mejorar dr&aacute;sticamente las capacidades de procesamiento de informaci&oacute;n, esta no tiene necesariamente el mismo efecto en las necesidades de procesamiento de informaci&oacute;n. Se necesita una mejor comprensi&oacute;n de c&oacute;mo se forman las necesidades de procesamiento de informaci&oacute;n y empujan al individuo hacia el comportamiento de b&uacute;squeda de informaci&oacute;n. Esto permitir&aacute; no s&oacute;lo mejorar la aplicaci&oacute;n de la inteligencia de negocios, sino tambi&eacute;n un aumento de las perspectivas para el uso &oacute;ptimo de la inteligencia de negocio en el largo plazo.</blockquote>
<br />

<h4><a href="http://www.informationr.net/ir/19-3/%C3%A2%E2%82%AC%C2%9Dpaper637.html">Comportamiento de b&uacute;squeda de informaci&oacute;n de futuros profesores de geograf&iacute;a en la Universidad Nacional de Lesotho.</a><br />Constance Bitso y Ina Fourie</h4>
<blockquote>
<strong>Introducci&oacute;n</strong>. Este trabajo presenta un estudio sobre el comportamiento de b&uacute;squeda de informaci&oacute;n de los futuros profesores de geograf&iacute;a de la Universidad Nacional de Lesotho en base a sus experiencias durante la pr&aacute;ctica docente. Es parte de un estudio doctoral mayor sobre las necesidades de informaci&oacute;n y los patrones de b&uacute;squeda de informaci&oacute;n de profesores de geograf&iacute;a del nivel de secundaria en Lesotho.<br />
<strong>M&eacute;todo</strong>. El estudio utiliz&oacute; una encuesta por cuestionario de los profesores de geograf&iacute;a prospectivos, que produjo una tasa de respuesta del 74,2% (46/62).<br />
<strong>An&aacute;lisis</strong>. Los datos fueron analizados mediante el Paquete Estad&iacute;stico para las Ciencias Sociales (SPSS) para proporcionar estad&iacute;sticas descriptivas.<br />
<strong>Resultados</strong>. Se encontr&oacute; que el alcance de la informaci&oacute;n que necesitan los futuros profesores de geograf&iacute;a cubre el contenido que tiene que ser entregado en clase, m&eacute;todoms, pol&iacute;ticas educativas y evaluaci&oacute;n de la ense&ntilde;anza de los alumnos. Se utilizaron diversos estilos de b&uacute;squeda de informaci&oacute;n, tales como colaborativa y fortuita. Los profesores experimentaron una falta de fuentes de informaci&oacute;n en las escuelas. Prefieren las fuentes tradicionales de informaci&oacute;n, como los libros, el conocimiento personal y otros profesores de escuelas anfitrionas. Las fuentes electr&oacute;nicas modernas como internet apenas se utilizaron, probablemente, debido a la falta de disponibilidad y la limitada alfabetizaci&oacute;n en informaci&oacute;n de los maestros.<br />
<strong>Conclusi&oacute;n</strong>. Conscientes del valor de la informaci&oacute;n en el aprendizaje y la ense&ntilde;anza, a&uacute;n queda mucho por hacer para mejorar la disponibilidad de los recursos de informaci&oacute;n y habilidades de alfabetizaci&oacute;n informacional de los docentes en los pa&iacute;ses menos adelantados como Lesotho.
</blockquote>
<br />

<h4><a href="http://www.informationr.net/ir/19-3/%C3%A2%E2%82%AC%C2%9Dpaper638.html">Modos de acceso: la influencia de los canales de difusi&oacute;n en la utilizaci&oacute;n de monograf&iacute;as de libre acceso</a><br />Ronald Snijder</h4>
<blockquote>
<strong>Introducci&oacute;n</strong>. Este trabajo estudia los efectos de varios canales de difusi&oacute;n en un entorno de acceso abierto mediante el an&aacute;lisis de los datos de descarga de la Biblioteca OAPEN.<br />
<strong>M&eacute;todo</strong>. Se obtuvieron datos que contienen el n&uacute;mero de descargas y el nombre del proveedor de Internet. En base a informaci&oacute;n p&uacute;blica, se categoriz&oacute; cada proveedor de Internet. El tema y el idioma de cada libro fueron determinados utilizando los metadatos de la Biblioteca OAPEN.<br />
<strong>An&aacute;lisis</strong>. El an&aacute;lisis cuantitativo se realiz&oacute; mediante Excel, mientras que el an&aacute;lisis cualitativo se llev&oacute; a cabo utilizando el paquete estad&iacute;stico SPSS.<br />
<strong>Resultados</strong>. Casi tres cuartas partes de todas las descargas provienen de usuarios que no utilizan el sitio web www.oapen.org, pero encuentra los libros por otros medios. El an&aacute;lisis cualitativo no hall&oacute; evidencia de que el uso del canal fuera influenciado por grupos de usuarios o el estado de la infraestructura de Internet de los usuarios; ni hab&iacute;a ning&uacute;n efecto sobre el uso del canal considerando tanto el idioma como los temas de las monograf&iacute;as.<br />
<strong>Conclusiones</strong>. Los resultados muestran que la mayor&iacute;a de los lectores est&aacute;n utilizando el canal de "descarga directa", que se produce si los lectores utilizan sistemas distintos del Sitio web de la Biblioteca OAPEN. Esto implica que hacer los metadatos disponibles en los sistemas del usuario, la infraestructura utilizada sobre una base diaria, asegura los mejores resultados.</blockquote>
<br />


<h4><a href="http://www.informationr.net/ir/19-3/%C3%A2%E2%82%AC%C2%9Dpaper639.html">El papel de la sustituci&oacute;n percibida y la cultura individual en la adopci&oacute;n de peri&oacute;dicos de noticias electr&oacute;nicos en los pa&iacute;ses escandinavos</a><br />Nicolai Pogrebnyakov y Mikael Buchmann</h4>
<blockquote>
<strong>Introducci&oacute;n</strong>. Este art&iacute;culo explora los factores existentes detr&aacute;s de la adopci&oacute;n de los peri&oacute;dicos de noticias electr&oacute;nicos. La hip&oacute;tesis es que la adopci&oacute;n sea impulsada por los atributos del artefacto “peri&oacute;dico de noticias electr&oacute;nico” (expresada mediante sustituci&oacute;n percibida) y las caracter&iacute;sticas culturales individuales de los posibles adoptantes. La sustituci&oacute;n percibida es vista como un factor que influye en el desplazamiento de los peri&oacute;dicos impresos por los electr&oacute;nicos.<br />
<strong>M&eacute;todo</strong>. Los datos fueron recolectados a trav&eacute;s de encuestas Web y se componen de 1.804 respuestas de una muestra representativa de individuos de Dinamarca, Noruega y Suecia.<br />
<strong>An&aacute;lisis</strong>. Se utiliz&oacute; modelado de rutas mediante m&iacute;nimos cuadrados parciales para probar hip&oacute;tesis.<br />
<strong>Resultados</strong>. Los resultados indican que la sustituci&oacute;n percibida explica bien la adopci&oacute;n de los peri&oacute;dicos de noticias electr&oacute;nicos, mientras que la mayor&iacute;a de los factores culturales no mostraron un efecto significativo sobre la adopci&oacute;n.<br />
<strong>Conclusi&oacute;n</strong>. Estos resultados se suman a la investigaci&oacute;n sobre c&oacute;mo la funcionalidad sustitutiva percibida de una tecnolog&iacute;a sobre otra puede conducir a la adopci&oacute;n, as&iacute; como a los estudios que investigan el papel de las caracter&iacute;sticas culturales individuales en la adopci&oacute;n de tecnolog&iacute;as de la informaci&oacute;n y la comunicaci&oacute;n.</blockquote>
<br />

<h4><a href="http://www.informationr.net/ir/19-3/%C3%A2%E2%82%AC%C2%9Dpaper640.html">El comportamiento de b&uacute;squeda de estudiantes en un cat&aacute;logo de acceso p&uacute;blico en l&iacute;nea: examen de "modelos mentales de b&uacute;squeda' y 'auto-concepto de buscador'</a><br />Rebekah Willson y Lisa M. Given</h4>
<blockquote>
<strong>Introducci&oacute;n</strong>. Este art&iacute;culo presenta una exploraci&oacute;n cualitativa de la experiencia de los estudiantes universitarios en buscar en un cat&aacute;logo de acceso p&uacute;blico en l&iacute;nea. El estudio investig&oacute; de qu&eacute; modo los estudiantes conceptualizan su proceso de b&uacute;squeda, y de qu&eacute; modo los estudiantes se entienden a s&iacute; mismos como solicitantes de informaci&oacute;n.<br />
<strong>M&eacute;todo</strong>. Tras una tarea de b&uacute;squeda, treinta y ocho estudiantes universitarios fueron entrevistados mediante un dise&ntilde;o de entrevista cualitativa, semi-estructurada. Las entrevistas exploran la experiencia de b&uacute;squeda de los estudiantes, conceptualizado aspectos de sus b&uacute;squedas, sus estrategias de b&uacute;squeda de informaci&oacute;n, la confianza en la b&uacute;squeda, y las dificultades encontradas.<br />
<strong>An&aacute;lisis</strong>. Las entrevistas fueron analizadas utilizando un enfoque de teor&iacute;a fundamentada. El an&aacute;lisis incluy&oacute; una revisi&oacute;n iterativa y comparaci&oacute;n constante de las transcripciones, incluyendo la codificaci&oacute;n abierta, l&iacute;nea por l&iacute;nea, seguida de una segunda ronda de codificaci&oacute;n enfocada.<br />
<strong>Resultados</strong>. Los resultados del proyecto presentan una teor&iacute;a emergente que explora un conjunto de patrones conceptuales del modelo mental de b&uacute;squeda en sistemas en l&iacute;nea de los estudiantes, una tipolog&iacute;a de las percepciones de sus habilidades de recuperaci&oacute;n de informaci&oacute;n de los buscadores (es decir, su auto-concepto de buscador), y la categorizaci&oacute;n de los tipos de buscadores.<br />
<strong>Conclusi&oacute;n</strong>. Con un mayor conocimiento de c&oacute;mo los estudiantes conceptualizan su proceso de b&uacute;squeda y se ven a s&iacute; mismos como solicitantes de informaci&oacute;n, los educadores y los profesionales de la informaci&oacute;n pueden trabajar m&aacute;s efectivamente con los estudiantes para buscar la bibliograf&iacute;a de sus disciplinas. Del mismo modo, los dise&ntilde;adores de sistemas pueden dise&ntilde;ar interfaces que se adaptan a las necesidades de los estudiantes.
</blockquote>




    <hr size="1" style="color: rgb(0, 0, 128);" />
  
   
    <br />
    
    <h4><a href="http://www.informationr.net/ir/19-3/paper.html">Traducciones realizadas por </a><a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y <a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de  Murcia, Espa&ntilde;a.</h4>
      <div style="text-align:center;"> <h5>Last updated 15 September, 2014</h5>
     <a href="http://www.digits.net" target="_blank">
    <img src="http://counter.digits.net/?counter={ad0e5a30-3d52-8274-892c-90b105d2a4a2}&amp;template=simple" 
     alt="Hit Counter by Digits" border="0"  />
  </a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
    <img width="44" height="15" src="http://www.informationr.net/ir/valid-xhtml10.gif" alt="Valid XHTML 1.0!" /></div>
    <hr size="3" style="color: rgb(0, 0, 128);" />
    <script type="text/javascript" src="http://www.google-analytics.com/urchin.js">
</script>
    <script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
  </section></body>
</html>

