<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
  <head>
    <link rel="stylesheet" type="text/css" href="http://www.informationr.net/ir/IRstyle.css" />
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
    <title>Spanish abstracts</title>
    <meta content="Abstracts in Spanish of the papers in Volume 17 No. 4 of Information Research" name="description" />
    <meta content="Mature" name="rating" />
    <meta content="Document" name="VW96.objecttype" />
    <meta content="ALL" name="robots" />
    <meta content="Spanish abstracts" name="DC.Title" />
    <meta content="Abstracts in Spanish of the papers in Volume 17 No. 4 of Information Research"
      name="DC.Subject" />
    <meta content="Abstracts in Spanish of the papers in Volume 17 No. 4 of Information Research"
      name="DC.Description" />
    <meta content="text" name="DC.Type" />
    <meta content="1368-1613" name="DC.Identifier" />
    <meta content="http://InformationR.net/ir/17-4/spanish174.html" name="DC.Identifier" />
    <meta content="text/html" name="DC.Format" />
    <meta content="en" name="DC.Language" />
    <meta content="2012-12-15" name="DC.Date.Available" />
    <meta content="Professor T.D. Wilson" name="DC.Publisher" />
    <meta content="http://creativecommons.org/licenses/by-nd-nc/1.0/" name="DC.Rights" />
    <meta content="global" name="DC.Coverage.PlaceName" />
    <meta content="Professor T.D. Wilson" name="DC.Publisher" />
    <style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style><style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}
 section {
	 margin-left:15%;
	 margin-right:15%;
 }
</style>
  </head>
  <body>
    <table cellspacing="0" cellpadding="0" border="0" align="center">
      <tbody>
        <tr>
          <td height="30" style="text-align: center;" colspan="5">
            <img width="336" height="45" alt="header" src="http://www.informationr.net/ir/mini_logo2.gif" /><br />
            <span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol.
              17 no. 4, December 2012</span><br />
            <br />
            <div id="button">
              <ul>
                <li><a href="http://www.informationr.net/ir/17-4/infres174.html">Contents</a> | </li>
                <li><a href="http://www.informationr.net/ir/iraindex.html">Author index</a> | </li>
                <li><a href="http://www.informationr.net/ir/irsindex.html">Subject index</a> | </li>
                <li><a href="http://www.informationr.net/ir/search.html">Search</a> | </li>
                <li><a href="../index.html">Home</a></li>
              </ul>
            </div>
          </td>
        </tr>
        <tr>
          <td> </td>
        </tr>
      </tbody>
    </table>
    <hr size="1" style="color: rgb(0, 0, 128);" />
    <h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>
    <hr size="1" style="color: rgb(0, 0, 128);" />

<section>

<h4><a href="http://www.informationr.net/ir/17-4/%C3%A2%E2%82%AC%C2%9Dpaper534.html%C3%A2%E2%82%AC%C2%9D">Conceptualizaci&oacute;n de la necesidad de informaci&oacute;n en contexto</a><br />	
Reijo Savolainen</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Este artículo examina las características contextuales de la necesidad de informaci&oacute;n. Se hace un intento de demostrar que la necesidad de informaci&oacute;n puede ser conceptualizada de forma diferente, dependiendo del contexto en el que aparece.<br />
<strong>M&eacute;todo.</strong>  An&aacute;lisis conceptual de aproximadamente cincuenta artículos y libros que tienen como tema la necesidad de informaci&oacute;n en diversos contextos. En primer lugar, se identificaron los principales contextos y sus componentes. En segundo lugar, se examin&oacute; c&oacute;mo se refleja la naturaleza de dichos componentes en la conceptualizaci&oacute;n de la necesidad de informaci&oacute;n.<br />
<strong>Resultados.</strong>  El estudio identific&oacute; tres contextos principales que afectan a la formaci&oacute;n y la satisfacci&oacute;n de la necesidad de informaci&oacute;n. En primer lugar, los estudios de conceptualizaci&oacute;n de la necesidad de informaci&oacute;n dirigen la atenci&oacute;n principal a los factores temporales y espaciales en situaciones de acci&oacute;n. Sin embargo, la necesidad de informaci&oacute;n se plantea como una caja negra. En segundo lugar, en el contexto de la ejecuci&oacute;n de tarea, la necesidad de informaci&oacute;n se percibe como una categoría derivada y de resumen que indica las necesidades de informaci&oacute;n de la tarea o problema en cuesti&oacute;n. En tercer lugar, en el contexto del di&aacute;logo, la necesidad de informaci&oacute;n se conceptualiza como conocimiento construido conjuntamente con la amplitud en que se requiere informaci&oacute;n adicional para entender el tema en cuesti&oacute;n.<br />
<strong>Conclusiones.</strong>  El an&aacute;lisis contextual de la necesidad de informaci&oacute;n enriquece la representaci&oacute;n de este constructo. Los enfoques contextuales pueden ser desarrollados m&aacute;s ampliamente en la realizaci&oacute;n de estudios comparativos centrados en conceptos relacionados como la incertidumbre.</blockquote>


<h4><a href="http://www.informationr.net/ir/17-4/%C3%A2%E2%82%AC%C2%9Dpaper535.html%C3%A2%E2%82%AC%C2%9D">Un m&eacute;todo para el an&aacute;lisis del uso de la informaci&oacute;n en los trabajos escritos basados en fuentes</a><br />
Eero Sormunen, Jannica Heinström,  Leena Romu and Risto Turunen</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> Los estudios previos sobre trabajos escritos basados en fuentes dudan en examinar c&oacute;mo los estudiantes usan realmente la informaci&oacute;n proporcionada por las fuentes. Este artículo  presenta un m&eacute;todo para el an&aacute;lisis de las transformaciones de texto a partir de fuentes a la composici&oacute;n de textos. El m&eacute;todo est&aacute; destinado a servir a los investigadores  en la construcci&oacute;n de una comprensi&oacute;n m&aacute;s detallada sobre c&oacute;mo trabajan los alumnos con las fuentes, por ejemplo, para parafrasear, resumir y sintetizar la informaci&oacute;n.<br />
<strong>M&eacute;todo.</strong>  El m&eacute;todo propuesto se inicia con la presentaci&oacute;n de su dominio, procedimiento y justificaciones, y con el esbozo de un marco de codificaci&oacute;n para las transformaciones de texto. Las características del m&eacute;todo se demuestran mediante la presentaci&oacute;n de un caso de estudio: el uso de la informaci&oacute;n en diecisiete artículos de Wikipedia/wiki escritos en un trabajo colaborativo entre estudiantes de escuelas secundarias superiores.<br />
<strong>An&aacute;lisis.</strong>  El dominio del m&eacute;todo se representa mediante la caracterizaci&oacute;n de su objetivo y &aacute;rea de aplicaci&oacute;n. El procedimiento del m&eacute;todo se representa como un conjunto ordenado de operaciones y se ha demostrado su uso en el estudio de caso. Se abordan las justificaciones del m&eacute;todo, al discutir cuestiones como la adecuaci&oacute;n, validez, fiabilidad y eficiencia, relacionados con el m&eacute;todo.<br />
<strong>Resultados.</strong>  Los hallazgos del estudio de caso demuestran que pueden contestarse nuevas cuestiones de investigaci&oacute;n mediante la aplicaci&oacute;n del m&eacute;todo.  En t&eacute;rminos de economía de investigaci&oacute;n, el m&eacute;todo es razonablemente eficiente. No se observaron problemas importantes relacionados con su validez y fiabilidad.<br />
<strong>Conclusiones.</strong>  El m&eacute;todo propuesto es un instrumento novedoso de investigaci&oacute;n para el estudio de la utilizaci&oacute;n de la informaci&oacute;n. Esto abre posibilidades interesantes para analizar las transformaciones de texto en trabajos basados en fuentes y ampliar nuestra comprensi&oacute;n de los procesos b&aacute;sicos de uso de la informaci&oacute;n.</blockquote>

<h4><a href="http://www.informationr.net/ir/17-4/%C3%A2%E2%82%AC%C2%9Dpaper536.html%C3%A2%E2%82%AC%C2%9D">An&aacute;lisis de los efectos de las características individuales y autoeficacia en las preferencias de los usuarios para las prestaciones del sistema en juicio la relevancia</a><br />
Yin-Leng Theng and Sei-Ching Joanna Sin</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> El diseño de los sistemas de informaci&oacute;n se ha centrado tradicionalmente en la relevancia algorítmica. Aunque los investigadores han reclamado una perspectiva de la relevancia centrada en el usuario, se sabe poco sobre qu&eacute; características del sistema son importantes para soportar los juicios de relevancia subjetiva de diferentes individuos.<br />
<strong>M&eacute;todo.</strong>  A partir del proceso de b&uacute;squeda de informaci&oacute;n de Kuhlthau y el modelo de realizaci&oacute;n de tareas de Norman, se desarrolla un modelo integrado conceptualizando la b&uacute;squeda (seeking) de informaci&oacute;n en dos niveles (procesos y subtareas). Doscientos setenta y siete usuarios fueron encuestados sobre las características del sistema que consideraban importantes en las diversas etapas de una tarea de b&uacute;squeda de informaci&oacute;n.<br />
<strong>An&aacute;lisis.</strong>  Se utiliz&oacute; estadística descriptiva y an&aacute;lisis factorial exploratorio para agrupar las características del sistema. Se analizaron mediante regresiones m&uacute;ltiples las relaciones entre las preferencias sobre las prestaciones del sistema y las características individuales.<br />
<strong>Resultados.</strong>  Se identificaron las características principales y el an&aacute;lisis de factores dio como resultado una soluci&oacute;n de siete factores. Excepto para el sexo, los an&aacute;lisis de regresi&oacute;n m&uacute;ltiple encontraron relaciones estadísticamente significativas entre las características individuales, tales como la autoeficacia en la b&uacute;squeda de informaci&oacute;n y las preferencias del encuestado sobre las prestaciones del sistema.<br />
<strong>Conclusiones.</strong>  El diseño de sistemas de informaci&oacute;n se beneficiar&aacute; de la comprensi&oacute;n de la variaci&oacute;n de la autoeficacia en la b&uacute;squeda de informaci&oacute;n y necesidades de los usuarios por las prestaciones que soportan juicios de relevancia subjetivos. Con su fuerte tradici&oacute;n de estudio de comportamiento humano diverso, el campo de comportamiento de informaci&oacute;n tiene mucho que ofrecer a un enfoque del diseño del sistema de informaci&oacute;n centrado en el usuario y consciente del contexto.
</blockquote>


<h4><a href="http://www.informationr.net/ir/17-4/%C3%A2%E2%82%AC%C2%9Dpaper537.html%C3%A2%E2%82%AC%C2%9D">La gesti&oacute;n pr&aacute;ctica de informaci&oacute;n en una reuni&oacute;n de gesti&oacute;n de tareas: tomando en serio la "pr&aacute;ctica"</a><br />
Shinichiro Sakai, Norihisa Awamura and Nozomi Ikeya</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> Aunque los investigadores han centrado sus enfoques analíticos en las "pr&aacute;cticas" en los escenarios naturales en que ocurren, sigue siendo necesario reconsiderar la forma en que nos acercamos a las actividades de informaci&oacute;n realizadas por los actores. Argumentamos que hay que ser capaz de capturar el inter&eacute;s pr&aacute;ctico que los participantes experimentan en lugar de remplazarlo con intereses te&oacute;ricos. Este artículo examina los conceptos y el lenguaje que usan los participantes (y nosotros los investigadores).<br />
<strong>M&eacute;todo.</strong>  Se realiz&oacute; el trabajo de campo en el lugar de trabajo de un grupo de ingenieros de hardware de tecnología de informaci&oacute;n japoneses para entender sus pr&aacute;cticas. Se utilizaron, como parte del trabajo de campo, grabaciones de audio y vídeo, así como notas y fotografías de campo.<br />
<strong>An&aacute;lisis.</strong>  A trav&eacute;s de la explicaci&oacute;n de la organizaci&oacute;n de la gesti&oacute;n pr&aacute;ctica de la informaci&oacute;n se intenta una comprensi&oacute;n detallada no s&oacute;lo de lo que los participantes hacen con la informaci&oacute;n o que significado atribuyen a la informaci&oacute;n, sino tambi&eacute;n sobre c&oacute;mo se organiza la informaci&oacute;n en el curso de la interacci&oacute;n social.<br />
<strong>Conclusiones.</strong>  Del an&aacute;lisis han surgido algunas de las características distintivas de la gesti&oacute;n pr&aacute;ctica de informaci&oacute;n. En primer lugar, las actividades de informaci&oacute;n de varios intereses pr&aacute;cticos son mutuamente construidos entre sí. En segundo lugar, estas actividades de informaci&oacute;n se desarrollan de una manera contingente y ad hoc. Por &uacute;ltimo, est&aacute;n en línea con otros trabajos y actividades cotidianas. Todas estas características apuntan a la naturaleza integrada de las actividades de informaci&oacute;n dentro del trabajo de la organizaci&oacute;n.</blockquote>

<h4><a href="http://www.informationr.net/ir/17-4/%C3%A2%E2%82%AC%C2%9Dpaper538.html%C3%A2%E2%82%AC%C2%9D">Gestionando el intercambio de informaci&oacute;n colaborativa: acercando la investigaci&oacute;n sobre la cultura de informaci&oacute;n y el comportamiento de informaci&oacute;n colaborativa</a><br />
Gunilla Wid&eacute;n and Preben Hansen</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> El objetivo de este trabajo es combinar ideas de comportamiento de informaci&oacute;n colaborativa y cultura de informaci&oacute;n en las organizaciones para superar los diferentes aspectos de la gesti&oacute;n en la creaci&oacute;n de conocimiento y el intercambio de informaci&oacute;n con el fin de poner de relieve la importancia de apoyar el uso colaborativo en entornos empresariales.<br />
M&eacute;todo y <strong>An&aacute;lisis.</strong>  Este trabajo es una revisi&oacute;n de la literatura y una discusi&oacute;n te&oacute;rica sobre la influencia de la cultura informacional y las pr&aacute;cticas de informaci&oacute;n en el contexto de la gesti&oacute;n de intercambio de informaci&oacute;n en entornos de trabajo colaborativo.<br />
Discusi&oacute;n y <strong>Conclusiones.</strong>  La revisi&oacute;n pone de relieve c&oacute;mo la cultura de informaci&oacute;n afecta a diferentes procesos dentro de una organizaci&oacute;n de conocimiento. Tambi&eacute;n explora c&oacute;mo los procesos de gesti&oacute;n de informaci&oacute;n colaborativa est&aacute;n relacionados con las pr&aacute;cticas de trabajo. Es claramente fructífera la integraci&oacute;n de estas perspectivas de la cultura de informaci&oacute;n y el comportamiento de informaci&oacute;n colaborativo, ofreciendo buenos fundamentos para el desarrollo de ambas líneas de investigaci&oacute;n, plante&aacute;ndose cuestiones importantes para el trabajo empírico.</blockquote>


<h4><a href="http://www.informationr.net/ir/17-4/%C3%A2%E2%82%AC%C2%9Dpaper539.html%C3%A2%E2%82%AC%C2%9D">La b&uacute;squeda de im&aacute;genes en entornos multiling&uuml;es: un estudio de la experiencia de usuario</a><br />
Evgenia Vassilakaki, Frances Johnson and R.J.Hartley</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> Ha habido una considerable actividad en el desarrollo y prueba de los sistemas de recuperaci&oacute;n de informaci&oacute;n multiling&uuml;e, pero poca investigaci&oacute;n sobre c&oacute;mo se comportan los usuarios al utilizar estos sistemas. Este artículo proporciona una comprensi&oacute;n detallada de c&oacute;mo se comport&oacute; un grupo de usuarios en la b&uacute;squeda de im&aacute;genes en un entorno multiling&uuml;e.<br />
<strong>M&eacute;todo.</strong>  La observaci&oacute;n, el pensamiento retrospectivo en voz alta y la entrevista fueron utilizados para recoger datos de los usuarios al buscar en FlickLing, un sistema experimental multiling&uuml;e de recuperaci&oacute;n de im&aacute;genes. Cada uno de los veinticuatro participantes estaba obligado a realizar tres b&uacute;squedas de im&aacute;genes que fueron descritas en un idioma extranjero.<br />
<strong>An&aacute;lisis.</strong>  El an&aacute;lisis de los datos llev&oacute; a la identificaci&oacute;n y codificaci&oacute;n de las acciones centrales de los usuarios, junto con las razones o explicaciones asociadas.<br />
<strong>Resultados.</strong>  La investigaci&oacute;n condujo a la descripci&oacute;n de la "experiencia del usuario" relacionada a cuatro influencias principales del conocimiento de los usuarios del sistema, la experiencia de b&uacute;squeda, el conocimiento del dominio de la consulta y el conocimiento de los idiomas predominantes a trav&eacute;s de las acciones del proceso de b&uacute;squeda y posterior interrelaci&oacute;n con otro.<br />
<strong>Conclusiones.</strong>  La idea de tratar la b&uacute;squeda de informaci&oacute;n como un proceso sujeto a influencias clave se presenta en este documento como una descripci&oacute;n detallada de la experiencia de usuario. La perspectiva de usuario resultante ofrece una visi&oacute;n sobre la relaci&oacute;n entre los factores fundamentales que influyen en el uso del sistema de recuperaci&oacute;n de informaci&oacute;n multiling&uuml;e.</blockquote>

 
<h4><a href="http://www.informationr.net/ir/17-4/%C3%A2%E2%82%AC%C2%9Dpaper540.html%C3%A2%E2%82%AC%C2%9D">Entendiendo el comportamiento de informaci&oacute;n en cuidados paliativos: argumentando para explorar diversos y m&uacute;ltiples contextos solapados</a><br />
Ina Fourie</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> Los cuidados paliativos se asocian con enfermedades mortales y sobre todo a la &uacute;ltima fase entre la vida y la muerte, el final de la vida. Aunque conocidos, la emoci&oacute;n, el trauma, la desesperaci&oacute;n y el deterioro físico de esta fase no son plenamente reconocidos en la bibliografía sobre comportamiento de informaci&oacute;n y cuidados de salud. Las necesidades de informaci&oacute;n no satisfechas y las frustraciones de los pacientes y las familias siguen siendo motivo de preocupaci&oacute;n.<br />
<strong>M&eacute;todo.</strong>  Para profundizar en la comprensi&oacute;n de la complejidad del comportamiento de informaci&oacute;n en cuidados paliativos y la identificaci&oacute;n de necesidades de informaci&oacute;n no reconocidas y/o no expresadas, el artículo aboga por la exploraci&oacute;n (identificaci&oacute;n y etiquetado) de contextos diversos y m&uacute;ltiples en cuidados paliativos que se han conocido a partir de la presentaci&oacute;n de informes en la bibliografía sobre comportamiento de informaci&oacute;n en cuidados paliativos, así como los cuidados paliativos en sí.<br />
<strong>An&aacute;lisis.</strong>  Se utiliza un modelo exploratorio de comportamiento de informaci&oacute;n que describe los diversos contextos en cuidados paliativos para dirigir discusiones breves sobre los contextos de la informaci&oacute;n, la sensibilizaci&oacute;n, la localizaci&oacute;n y la trayectoria de la enfermedad, el dolor, el apoyo, las redes sociales y la ubicaci&oacute;n de la atenci&oacute;n, como ejemplos de esos contextos. El artículo se centra en los pacientes.<br />
<strong>Conclusiones.</strong>  La consideraci&oacute;n de contextos diversos, m&uacute;ltiples, superpuestos en relaci&oacute;n a los cuidados paliativos y el comportamiento de informaci&oacute;n puede contribuir a la identificaci&oacute;n de las necesidades de informaci&oacute;n, latentes y no expresadas, y a profundizar en la comprensi&oacute;n de la complejidad y diversidad del comportamiento de informaci&oacute;n. Un amplio espectro de contextos podría ser orientado a trav&eacute;s de un nuevo y minucioso an&aacute;lisis de contenido de las publicaciones sobre cuidados paliativos y cuestiones relacionadas  para dirigir futuras investigaciones. En el artículo se informa sobre los trabajos en curso.</blockquote>


<h4><a href="http://www.informationr.net/ir/17-4/%C3%A2%E2%82%AC%C2%9Dpaper541.html%C3%A2%E2%82%AC%C2%9D">Informe sobre una encuesta de los lectores de Investigaci&oacute;n e Informaci&oacute;n</a><br />
T.D. Wilson</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> En octubre / noviembre de 2012 se realiz&oacute; una encuesta a los lectores de Information Research, utilizando el servicio en línea de encuestas SurveyMonkey.<br />
<strong>M&eacute;todo.</strong>  Se examin&oacute; una muestra aleatoria de 300 lectores habituales  de la revista, pero se obtuvo una tasa de respuesta muy baja. En consecuencia, se ampli&oacute; el estudio a todos los lectores y, en &uacute;ltima instancia, se recibieron 401 respuestas.<br />
<strong>An&aacute;lisis.</strong>  Se utiliza estadística descriptiva para la descripci&oacute;n de la distribuci&oacute;n de las respuestas a cada pregunta. No fue posible un an&aacute;lisis m&aacute;s detallado debido a la naturaleza auto-seleccionada de la muestra.<br />
<strong>Resultados.</strong>  El lector típico de Information Research es un profesor o profesora de estudios de la informaci&oacute;n, sobre cincuenta años, que utiliza la revista como apoyo en sus actividades de investigaci&oacute;n. Otro gran grupo de lectores son profesionales de bibliotecas o de la informaci&oacute;n, de edades comprendidas, en promedio, en casi cincuenta años, que utilizan la revista para ayudarles en su trabajo o para su desarrollo profesional personal. Se informa de otros aspectos de utilizaci&oacute;n de la revista. Una pequeña proporci&oacute;n de los encuestados que había publicado artículos en la revista: encuentran particularmente &uacute;til el car&aacute;cter de acceso abierto de la revista y no encuentran su proceso de publicaci&oacute;n significativamente diferente o efectivo en comparaci&oacute;n con otras revistas.<br />
<strong>Conclusiones.</strong>  Esta encuesta que ofrece el Editor y el equipo editorial con valiosa informaci&oacute;n sobre el n&uacute;mero de lectores y sus intereses, guiar&aacute; el desarrollo futuro de la revista.</blockquote>

 
<h4><a href="http://www.informationr.net/ir/17-4/%C3%A2%E2%82%AC%C2%9Dpaper542.html%C3%A2%E2%82%AC%C2%9D">Horizontes de informaci&oacute;n relacionados con los cursos de los estudiantes universitarios de primera generaci&oacute;n</a><br />
Tien-I Tsai</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> Este estudio analiza el comportamiento de informaci&oacute;n de la primera generaci&oacute;n de estudiantes universitarios a trav&eacute;s del marco te&oacute;rico de los horizontes de informaci&oacute;n de Sonnenwald, un mapa mental sobre el que las personas disponen las fuentes de informaci&oacute;n que utilizan.<br />
<strong>M&eacute;todo.</strong>  Para recoger los datos se realiz&oacute; una encuesta por Internet con 450 estudiantes universitarios de primera generaci&oacute;n y 12 entrevistas. A los participantes en la entrevista tambi&eacute;n se les pidi&oacute; dibujar sus mapas de horizonte de informaci&oacute;n para reflejar las fuentes de informaci&oacute;n que preferían usar.<br />
<strong>An&aacute;lisis.</strong>  Los datos cuantitativos fueron analizados utilizando estadística descriptiva e inferencia, como las pruebas chi-cuadrado, los datos cualitativos fueron analizados utilizando el programa de an&aacute;lisis cualitativo NVivo.<br />
<strong>Resultados.</strong>  Los resultados mostraron que los estudiantes utilizan diferentes informaciones y fuentes humanas a trav&eacute;s de escenarios relacionados con los cursos, y los miembros de la familia generalmente fueron s&oacute;lo consultados como apoyo moral relacionado con los cursos. Los estudiantes tienden a utilizar fuentes de informaci&oacute;n antes que fuentes humanas.<br />
<strong>Conclusiones.</strong>  El aprendizaje de las características de los horizontes de informaci&oacute;n de la primera generaci&oacute;n de estudiantes universitarios y las razones por las qu&eacute; y porqu&eacute; los utilizan, podrían ayudar a desarrollar programas apropiados de orientaci&oacute;n y talleres para estudiantes universitarios de primera generaci&oacute;n que ayudaran a su adaptaci&oacute;n y transici&oacute;n a la vida universitaria.</blockquote>


<h4><a href="http://www.informationr.net/ir/17-4/%C3%A2%E2%82%AC%C2%9Dpaper543.html%C3%A2%E2%82%AC%C2%9D">Acceso y utilizaci&oacute;n de informaci&oacute;n por los legisladores en el parlamento ugand&eacute;s</a><br />
Ruth Nalumaga</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Este artículo explora las pr&aacute;cticas de informaci&oacute;n en el &aacute;mbito parlamentario. El objetivo principal es poner de relieve las influencias del contexto de las actividades legislativas en el comportamiento de informaci&oacute;n de los legisladores. Se consideraron particularmente  a las mujeres miembros del Parlamento debido a su estado anterior de grupo social menos representado en la política. Los niveles de acceso y uso de la informaci&oacute;n se analizaron a trav&eacute;s de los sexos.<br />
<strong>M&eacute;todo.</strong>  Se realizaron un total de treinta y cinco entrevistas en profundidad a legisladores. La guía de entrevista cubre la adquisici&oacute;n de informaci&oacute;n y el uso a trav&eacute;s de estructuras formales, tales como la biblioteca parlamentaria; la unidad de investigaci&oacute;n parlamentaria; informaci&oacute;n electr&oacute;nica, las iniciativas personales, así como las propias suscripciones. Se entrevist&oacute; a los intermediarios y personal de la biblioteca y se llev&oacute; a cabo observaci&oacute;n.<br />
<strong>An&aacute;lisis.</strong>  Las entrevistas fueron grabadas y transcritas textualmente. En el nivel primario de an&aacute;lisis, las categorías de diferentes fuentes de informaci&oacute;n fueron destacadas y relacionadas con el comportamiento de informaci&oacute;n. En el nivel secundario, se analiz&oacute; el contexto parlamentario y sus influencias a trav&eacute;s de los sexos.<br />
<strong>Resultados.</strong>  El comportamiento de informaci&oacute;n incluy&oacute; tanto la solicitud activa y como la recepci&oacute;n pasiva. La uniformidad en el acceso est&aacute; ligada estrechamente con instancias de recepci&oacute;n pasiva. Las necesidades de informaci&oacute;n que requieren una b&uacute;squeda activa mostraron una brecha por sexo.<br />
<strong>Conclusiones.</strong>  Los legisladores masculinos, posiblemente como políticos iniciados, parecían m&aacute;s adaptables a las inconsistencias en el suministro de informaci&oacute;n. Las legisladoras podrían obtener ventaja con algunas inversiones de bajo costo para la eficacia.</blockquote>



<h4><a href="http://www.informationr.net/ir/17-4/paper544.html">Modelado del comportamiento de b&uacute;squeda de informaci&oacute;n de los historiadores con un enfoque interdisciplinario y comparativo.</a><br />Hea Lim Rhee</h4>

<blockquote><strong>Introducci&oacute;n</strong>. El comportamiento de b&uacute;squeda de informaci&oacute;n de los historiadores puede ser diferente del de otros grupos de usuarios en bibliotecas y archivos, la investigaci&oacute;n hist&oacute;rica puede ser &uacute;nica.<br />
<strong><strong>M&eacute;todo.</strong></strong> Esta investigaci&oacute;n combina enfoques interdisciplinares y comparativos. Se compararon los resultados sobre el comportamiento de b&uacute;squeda de informaci&oacute;n de los historiadores, obtenidos a partir de una revisi&oacute;n de la bibliograf&iacute;a en el campo de la biblioteconom&iacute;a y documentaci&oacute;n, archiv&iacute;stica e historia, con un modelo de comportamiento de b&uacute;squeda de informaci&oacute;n de cient&iacute;ficos sociales desarrollado por Meho y Tibbo.<br />
<strong>An&aacute;lisis</strong>. Esta investigaci&oacute;n utiliz&oacute; el an&aacute;lisis de contenido y la teor&iacute;a fundamentada de Glaser y Strauss, con la ayuda de software de an&aacute;lisis de datos cualitativos NVivo8.<br />
<strong>Resultados</strong>. Los resultados muestran que la importancia, el grado y la raz&oacute;n de las caracter&iacute;sticas y etapas del comportamiento de b&uacute;squeda de informaci&oacute;n de los historiadores difieren de las de los cient&iacute;ficos sociales. Las caracter&iacute;sticas de los dos grupos de comportamiento de b&uacute;squeda de informaci&oacute;n se solapan, pero los historiadores tienen tres caracter&iacute;sticas adicionales: la orientaci&oacute;n, la construcci&oacute;n del conocimiento contextual, y la evaluaci&oacute;n. Estas diferencias entre los dos grupos de comportamiento de b&uacute;squeda de informaci&oacute;n parecen derivar de 1) la naturaleza dirigida por los hechos de la disciplina hist&oacute;rica y 2) un uso m&aacute;s frecuente de los archivos y materiales de archivo de los historiadores. Los resultados de esta investigaci&oacute;n condujeron al desarrollo de un modelo de  comportamiento de b&uacute;squeda de informaci&oacute;n de historiadores a lo largo del proceso completo de investigaci&oacute;n hist&oacute;rica.<br />
<strong><strong>Conclusiones.</strong></strong> Los resultados de esta investigaci&oacute;n condujeron a la formulaci&oacute;n de recomendaciones para los profesionales en los campos de archivos y bibliotecas sobre la manera de mejorar los sistemas y servicios de informaci&oacute;n para la investigaci&oacute;n hist&oacute;rica. Esta metodolog&iacute;a de investigaci&oacute;n, revisi&oacute;n de la bibliograf&iacute;a y modelo forman una base para la futura investigaci&oacute;n en biblioteconom&iacute;a y documentaci&oacute;n y archiv&iacute;stica sobre el comportamiento de b&uacute;squeda de informaci&oacute;n de los historiadores.</blockquote>


<h4><a href="http://www.informationr.net/ir/17-4/paper545.html">Comportamiento de informaci&oacute;n entre mujeres j&oacute;venes en contextos vulnerables e inclusi&oacute;n social: el papel de los mediadores sociales.</a><br />
Martha Sabelli</a></h4>

<blockquote><strong>Introducci&oacute;n.</strong> Los obst&aacute;culos, las barreras y los facilitadores para el acceso, uso, transferencia y apropiaci&oacute;n de informaci&oacute;n presentan caracter&iacute;sticas particulares sujetas a las especificidades de las distintas comunidades urbanas. En Uruguay, las mujeres j&oacute;venes que viven en contextos vulnerables, se convirtieron en el objeto de investigaci&oacute;n de un proyecto acad&eacute;mico. El presente trabajo se centra en el estudio de los mediadores institucionales (m&eacute;dicos, trabajadores sociales, psic&oacute;logos, profesores, maestros, educadores sociales) como intermediarios de la informaci&oacute;n.<br />
<strong>M&eacute;todos.</strong> La estrategia de investigaci&oacute;n se basa en m&eacute;todos cualitativos. Se aplicaron tres herramientas metodol&oacute;gicas: entrevistas en profundidad con informadores cualificados que cumplen con el perfil de mediadores institucionales requerido; entrevistas en profundidad con los mediadores como usuarios de la informaci&oacute;n y su relaci&oacute;n con las fuentes y la transferencia de informaci&oacute;n en el contexto laboral y profesional; y grupos focales de mediadores, y miembros de una red social.
<strong>An&aacute;lisis.</strong> Se utilizaron m&eacute;todos cualitativos, apoyados en an&aacute;lisis estad&iacute;stico cuantitativo, triangulando la informaci&oacute;n obtenida por ambos m&eacute;todos. Para obtener datos cuantitativos se proces&oacute; la informaci&oacute;n en Excel. El an&aacute;lisis cualitativo se llev&oacute; a cabo usando t&eacute;cnicas sistem&aacute;ticas de an&aacute;lisis de contenido de discursos, que implican la observaci&oacute;n, lectura e interpretaci&oacute;n de contenidos (manifiestos y latencia) presentes tanto en las entrevistas en profundidad como en la din&aacute;mica de grupos focales. Se utiliz&oacute; el software Atlas/ti para la asignaci&oacute;n de c&oacute;digos y relaciones. La lista de c&oacute;digos tem&aacute;ticos se construy&oacute; sobre el texto mismo.<br />
<strong>Resultados.</strong> Hemos identificado y caracterizado el importante papel de los mediadores sociales en la transferencia de informaci&oacute;n dentro de la comunidad estudiada. Aparte de eso, su percepci&oacute;n de las barreras existentes en cuanto al acceso y uso a los recursos de informaci&oacute;n por las mujeres j&oacute;venes y adolescentes en las que se centra esta investigaci&oacute;n, as&iacute; como la relaci&oacute;n entre el contexto cultural y social en el que viven. Los mediadores, como usuarios de la informaci&oacute;n, tanto como profesionales como t&eacute;cnicos se presentan como <em>investigadores noveles</em> que intercambian puntos de vista e ideas estrechamente con colegas o compa&ntilde;eros de trabajo como en una comunidad de pr&aacute;ctica.<br />
<strong>Conclusiones.</strong> Los mediadores institucionales son un puente esencial entre las mujeres j&oacute;venes y su apropiaci&oacute;n de los procesos de informaci&oacute;n y conocimiento, tanto para su desarrollo personal como colectivo. S&oacute;lo mediante la comprensi&oacute;n de c&oacute;mo estos destinatarios construyen sus experiencias, motivaciones y significados, estaremos preparados para dise&ntilde;ar sistemas y servicios de informaci&oacute;n que no sean <em>extra&ntilde;os</em> a la comunidad. Por lo tanto, se hace imprescindible para los profesionales de la informaci&oacute;n aprender de los mediadores sociales, trabajando cerca a ellos.</blockquote>

<h4><a href="http://www.informationr.net/ir/17-4/paper546.html">Los familiares como soportes del comportamiento de informaci&oacute;n de las personas mayores.</a><br />&Aacute;g&uacute;sta P&aacute;lsd&oacute;ttir</h4>

<blockquote><strong>Introducci&oacute;n.</strong> El art&iacute;culo presenta los resultados de un estudio exploratorio con el objetivo general de obtener conocimiento de los diversos aspectos relacionados con el soporte del comportamiento de informaci&oacute;n que las personas mayores islandesas, que siguen viviendo en sus hogares, reciben de sus familiares. El trabajo se centrar&aacute; en los puntos de vista de los familiares y la forma en que describen su propia situaci&oacute;n como soportes informales de informaci&oacute;n de las necesidades de informaci&oacute;n de los ancianos.<br />
<strong>M&eacute;todo.</strong> Se realiz&oacute; un estudio cualitativo. Se realizaron entrevistas abiertas a 14 familiares, nueve mujeres y cinco hombres, de entre 37  y 74 a&ntilde;os. Sus antecedentes fueron variados en cuanto a experiencia laboral, educaci&oacute;n y residencia.<br />
<strong>An&aacute;lisis.</strong> El an&aacute;lisis de los datos se realiz&oacute; de acuerdo a la teor&iacute;a fundamentada descrita por Strauss y Corbin y los temas que surgieron fueron interpretados en t&eacute;rminos del contexto relativo a cada participante.<br />
<strong>Resultados.</strong> Los familiares proporcionaron diverso soporte. Adem&aacute;s del control de la condici&oacute;n y la situaci&oacute;n de las personas mayores, se trataba de una considerable b&uacute;squeda, mediaci&oacute;n e interpretaci&oacute;n de la informaci&oacute;n. As&iacute; como la gesti&oacute;n de la informaci&oacute;n y adopci&oacute;n de medidas para todos los involucrados en el soporte de informaci&oacute;n para que se mantengan informados.<br />
<strong>Conclusiones.</strong> Se identificaron tres temas principales de necesidades de informaci&oacute;n: informaci&oacute;n sobre la salud, informaci&oacute;n sobre el apoyo formal del Estado o del municipio, e informaci&oacute;n financiera. Los familiares proporcionaron adem&aacute;s informaci&oacute;n sobre la vivienda para ancianos. Los familiares expresaron sentimientos complejos acerca de su papel como soportes de informaci&oacute;n informales. Los resultados que se presentan, junto con resultados anteriores, sugieren que la conexi&oacute;n entre la experiencia de personas de edad avanzada de dependencia de apoyo y los familiares que proporcionan el soporte es complicado y requiere m&aacute;s investigaci&oacute;n.
</blockquote>

<h4><a href="http://www.informationr.net/ir/17-4/paper547.html">Navegaci&oacute;n basada en tareas de una interfaz de taxonom&iacute;a en un repositorio digital</a><br />Christopher S.G. Khoo, Zhonghong Wang and Abdus Sattar Chaudhry</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Este es un estudio de navegaci&oacute;n jer&aacute;rquica; sobre c&oacute;mo los usuarios navegan por una interfaz basada en taxonom&iacute;a en un repositorio de una organizaci&oacute;n para localizar recursos de informaci&oacute;n. El estudio forma parte de un proyecto de desarrollo de una taxonom&iacute;a para un departamento de biblioteconom&iacute;a y documentaci&oacute;n para organizar los recursos y apoyar la navegaci&oacute;n de los usuarios en un repositorio digital.<br />
<strong>M&eacute;todo.</strong> La recolecci&oacute;n de datos se realiz&oacute; mediante ejercicios de navegaci&oacute;n basados en tareas con veintid&oacute;s participantes. Se propone un marco cognitivo de navegaci&oacute;n jer&aacute;rquica, que implica el proceso cognitivo de emparejamiento de los conceptos de contexto, tema y/o tipo de recurso con las categor&iacute;as de la taxonom&iacute;a.<br />
<strong>An&aacute;lisis.</strong> El an&aacute;lisis fue principalmente cualitativo, complementado con estad&iacute;sticas sencillas y medidas de precisi&oacute;n y exhaustividad, y an&aacute;lisis de errores.<br />
<strong>Resultados.</strong> Aunque los usuarios suelen utilizar el concepto de tema en las elecciones  de navegaci&oacute;n, a veces hacen uso de los conceptos de contexto y de tipo de recurso. Los usuarios infieren una variedad de relaciones entre un concepto de tarea y una categor&iacute;a de la taxonom&iacute;a, incluida la zona de aplicaci&oacute;n, la herramienta asociada, el proceso/procedimiento/t&eacute;cnica asociado, la instituci&oacute;n y disciplina acad&eacute;mica asociada. Los usuarios prefieren utilizar las asociaciones comunes o gen&eacute;ricas en la selecci&oacute;n de categor&iacute;as para navegaci&oacute;n, en lugar de las relaciones disciplinarias formales. Algunos usuarios prefieren  buscar por grupos de personas, contextos e instituciones, en lugar de por categor&iacute;as tem&aacute;ticas. Los usuarios tienen dificultades para distinguir entre los diversos tipos de tipos de documentos y recursos.</blockquote>

<h4><a href="http://www.informationr.net/ir/17-4/paper548.html">Bailando alrededor de las aristas: el uso de los enfoques posmodernos en la investigaci&oacute;n del comportamiento de informaci&oacute;n como evidencia en las actas publicadas de las congresos bienales ISIC, 1996-2010.</a><br />Lynne (E.F.) McKechnie, Lucia Cedeira Serantes  and Cameron Hoffman</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Este art&iacute;culo investiga el uso de enfoques posmodernos en la investigaci&oacute;n sobre comportamiento de informaci&oacute;n.
<strong>M&eacute;todo.</strong> An&aacute;lisis de contenido de las actas publicadas de los congresos bienales ISIC, 1996-2010.<br />
<strong>An&aacute;lisis.</strong> Se muestran como frecuencias los datos cuantitativos. Los datos cualitativos fueron analizados por temas y tendencias con un acercamiento te&oacute;rico bien fundamentado.<br />
<strong>Resultados.</strong> S&oacute;lo 17 (7,2%) de los art&iacute;culos de 235 utilizaron enfoques posmodernos. Estos fueron a menudo mencionados m&iacute;nimamente como parte de una amplia lista de teor&iacute;as o como una nota final. A veces los autores utilizaron el material posmoderno como elemento de comparaci&oacute;n o complemento a otros enfoques como el construccionismo social. Unos pocos autores usaron el posmodernismo de manera significativa para situar sus trabajos e informar de m&eacute;todo y an&aacute;lisis en su discusi&oacute;n y conclusiones.<br />
 <strong>Conclusiones.</strong> Todav&iacute;a no se han adoptado sustancialmente los enfoques posmodernos por los investigadores de comportamiento de informaci&oacute;n.
</blockquote>


<h4><a href="http://www.informationr.net/ir/17-4/paper549.html">Una investigaci&oacute;n sobre el comportamiento de b&uacute;squeda de informaci&oacute;n de profesores de geograf&iacute;a para una intervenci&oacute;n en el servicio de informaci&oacute;n: el caso de Lesotho</a><br />Constance Bitso and Ina Fourie</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Este estudio investiga las necesidades de informaci&oacute;n y las pautas de b&uacute;squeda de informaci&oacute;n de profesores de geograf&iacute;a de secundaria en Lesotho para orientar el dise&ntilde;o e implantaci&oacute;n de un servicio de informaci&oacute;n para estos profesores. El modelo de b&uacute;squeda de informaci&oacute;n de profesionales de Leckie, Pettigrew y Sylvain sirve como un marco te&oacute;rico pero se superpone con otros modelos, como el de Savolainen y Wilson.<br />
<strong>M&eacute;todo.</strong> Los datos fueron recogidos de profesores en servicio mediante grupos focales, de futuros docentes con un cuestionario y de actores clave en el contexto de la ense&ntilde;anza de la geograf&iacute;a en secundaria en Lesotho a trav&eacute;s de entrevistas individuales.<br />
<strong>An&aacute;lisis.</strong> Se utiliz&oacute; el paquete estad&iacute;stico para Ciencias Sociales para analizar las respuestas del cuestionario. Se utiliz&oacute; el an&aacute;lisis de contenido para analizar las respuestas verbales, as&iacute; como una pregunta abierta en el cuestionario. La triangulaci&oacute;n se aplic&oacute; mediante el uso de tres grupos de participantes y diferentes t&eacute;cnicas de recolecci&oacute;n de datos para cada uno. Esto permiti&oacute; el an&aacute;lisis comparativo de las respuestas y las t&eacute;cnicas de recogida de datos utilizados en el estudio.<br />
<strong>Resultados.</strong> Se revela el entorno de trabajo de los profesores de geograf&iacute;a en servicio, incluyendo sus roles de trabajo, tareas asociadas, necesidades de informaci&oacute;n y patrones de b&uacute;squeda de informaci&oacute;n. Se propone un modelo de servicio de informaci&oacute;n para profesores de geograf&iacute;a de secundaria en Lesotho (incluyendo las posibles intervenciones).<br />
<strong>Conclusiones.</strong> Los docentes de geograf&iacute;a de Lesotho necesitan informaci&oacute;n para cumplir con sus roles y tareas relacionadas con el trabajo que podr&iacute;an abordarse a trav&eacute;s de un servicio de informaci&oacute;n. Son fundamentales para la implantaci&oacute;n y sostenimiento del servicio de informaci&oacute;n propuesto, una agencia de implantaci&oacute;n, especialista/s en informaci&oacute;n y un enfoque de colaboraci&oacute;n para la prestaci&oacute;n del servicio.</blockquote>


<h4><a href="http://www.informationr.net/ir/17-4/paper550.html">&iquest;C&oacute;mo la experiencia del cliente en el producto modera la utilidad de los agentes de recomendaci&oacute;n de informaci&oacute;n en las tiendas en l&iacute;nea?</a><br />Hyung Jun Ahn and Sangmoon Park</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Los agentes de recomendaci&oacute;n (orientaci&oacute;n) son programas de software utilizados por las tiendas de Internet para ayudar a los clientes a encontrar la informaci&oacute;n relevante y tomar mejores decisiones de compra. Este estudio investiga el efecto moderador de la experiencia con el producto de los clientes sobre la relaci&oacute;n entre la evaluaci&oacute;n del usuario de los agentes recomendaci&oacute;n y sus antecedentes.<br />
<strong>M&eacute;todo.</strong> Se implement&oacute; en un centro comercial experimental de c&aacute;maras digitales para un examen emp&iacute;rico de las hip&oacute;tesis. Se les pidi&oacute; a los participantes que realizaran compras virtuales en el centro comercial con los agentes de recomendaci&oacute;n de informaci&oacute;n.<br />
<strong>An&aacute;lisis.</strong> Las hip&oacute;tesis se probaron con el m&eacute;todo de m&iacute;nimos cuadrados parciales utilizando los datos recopilados. Las muestras se dividieron en grupos de alta y baja experiencia en los productos y los resultados de los an&aacute;lisis se compararon entre los dos grupos para ver el efecto moderador de la experiencia con el producto.<br />
<strong>Resultados.</strong> La experiencia con el producto modera algunas de las relaciones, mostrando diferencias entre los grupos de alta y baja experiencia con los productos. El an&aacute;lisis de los resultados muestra que la familiaridad con los agentes de recomendaci&oacute;n y la frecuencia de las compras en l&iacute;nea s&oacute;lo afectan al grupo de alta experiencia, mientras que la especificidad de la intenci&oacute;n de comprar s&oacute;lo afecta al grupo de baja experiencia.<br />
<strong>Conclusiones.</strong> Hay que tener en cuenta la diferencia en la experiencia con el producto de los clientes al desarrollar y proveer de agentes de recomendaci&oacute;n de informaci&oacute;n a los clientes para mejorar su experiencia de compra.
</blockquote>

<h4><a href="http://www.informationr.net/ir/17-4/paper551.html">Entendiendo las necesidades de informaci&oacute;n y el comportamiento de b&uacute;squeda de los usuarios de m&oacute;viles</a><br />Dima Kassab and Xiaojun Yuan</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Esta investigaci&oacute;n es un estudio piloto que explora por qu&eacute; y c&oacute;mo los usuarios utilizan los tel&eacute;fonos m&oacute;viles u otros dispositivos de pantalla peque&ntilde;a para acceder y adquirir informaci&oacute;n, y para poner a prueba y evaluar la idoneidad de utilizar el protocolo de entrevistas como instrumento principal de la investigaci&oacute;n.<br />
<strong>M&eacute;todo.</strong> En este trabajo se presentan los resultados de doce entrevistas a varios estudiantes de posgrado, realizadas sobre una base uno-a-uno con respecto a sus necesidades de informaci&oacute;n y los h&aacute;bitos de b&uacute;squeda a trav&eacute;s de dispositivos m&oacute;viles. Particularmente se discutieron en detalle sus prop&oacute;sitos  con los m&oacute;viles y su comportamiento de b&uacute;squeda  con el m&oacute;vil, as&iacute; como, la eficacia de la utilizaci&oacute;n de un protocolo de entrevista para revelar tal informaci&oacute;n.<br />
<strong>An&aacute;lisis.</strong> Se transcribieron y analizaron los datos de las entrevistas. Dos miembros del equipo del proyecto codificaron los datos para asegurar la fiabilidad intercodificador. Se abordaron las &aacute;reas de los puntos comunes y divergencias entre las respuestas de los participantes.<br />
<strong>Resultados.</strong> El estudio aporta informaci&oacute;n sobre las percepciones de los usuarios de m&oacute;viles en diferentes aspectos de sus h&aacute;bitos de uso de los mismos como las relacionadas con el dispositivo, motivaciones del uso de Internet m&oacute;vil, comportamiento de b&uacute;squeda, presentaci&oacute;n de resultados de b&uacute;squeda, y seguridad. Los resultados indican que el uso de las entrevistas permitieron obtener informaci&oacute;n detallada sobre el comportamiento en el uso del m&oacute;vil de los participantes.<br />
<strong>Conclusiones.</strong> Parece que la b&uacute;squeda de informaci&oacute;n en un m&oacute;vil se est&aacute; convirtiendo en una parte importante en la vida cotidiana de las personas. Aunque el uso de entrevistas como instrumento principal de investigaci&oacute;n ten&iacute;a limitaciones, ayud&oacute; a los participantes a proporcionar detalles minuciosos y reflexionar sobre sus h&aacute;bitos de uso de los m&oacute;viles. Esperamos que la investigaci&oacute;n actual pueda dar ideas y direcciones de encuadre para futuras investigaciones en el comportamiento del usuario del m&oacute;vil.</blockquote>


<h4><a href="http://www.informationr.net/ir/17-4/paper552.html">Estrategia organizativa y pr&aacute;cticas de inteligencia competitiva en Sociedades cotizantes p&uacute;blicas de Malasia</a><br />
Ching Seng Yap, Md Zabid Abdul Rashid and Dewi Amat</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> A partir de la tipolog&iacute;a estrat&eacute;gica de Miles y Snow, este estudio examin&oacute; las diferencias en las pr&aacute;cticas de inteligencia competitiva entre dos tipolog&iacute;as estrat&eacute;gicas Sociedades cotizantes p&uacute;blicas en Malasia.<br>
<strong>M&eacute;todo.</strong>  Los datos fueron recogidos mediante un cuestionario electr&oacute;nico de hasta noventa tres Sociedades cotizantes p&uacute;blicas en varias categor&iacute;as de la industria.<br>
<strong>An&aacute;lisis.</strong>  Se utiliz&oacute; estad&iacute;stica descriptiva para describir la muestra y la distribuci&oacute;n de las respuestas de cada pregunta. Las diferencias en las pr&aacute;cticas de inteligencia competitiva entre los defensores y los analizadores se estudiaron mediante el test-t independiente.<br>
<strong>Resultados.</strong>  El estudio encontr&oacute; que la pr&aacute;ctica de la inteligencia competitiva var&iacute;a seg&uacute;n el tipo de tipolog&iacute;as estrat&eacute;gicas. En concreto, si se compara con los defensores, los analizadores adquieren una mayor cantidad de informaci&oacute;n acerca de los sectores tecnol&oacute;gicos y econ&oacute;micos y emplean en mayor medida la inteligencia competitiva en ocho de las once decisiones estrat&eacute;gicas analizadas en el estudio, incluidas las decisiones relativas a la alianza estrat&eacute;gica, la entrada y salida del mercado, de nuevos productos o el desarrollo de servicios y la adopci&oacute;n de tecnolog&iacute;a.<br>
<strong>Conclusiones.</strong>  Las Sociedades practican la inteligencia competitiva en funci&oacute;n de la importancia percibida del sector del medio ambiente, adquirieron inteligencia de ese sector y lo utilizaron en la toma de decisiones estrat&eacute;gicas.</blockquote>


<h4><a href="http://www.informationr.net/ir/17-4/paper553.html">Ecosistema de la recuperaci&oacute;n de la informaci&oacute;n</a><br />
J.V. Rodriguez Mu&ntilde;oz, F.J. Mart&iacute;nez M&eacute;ndez and J.A. Pastor Sanchez</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> Se presenta una propuesta inicial que trata de establecer un marco formal para que mediante el estudio de las variables m&eacute;tricas que intervienen en la recuperaci&oacute;n de informaci&oacute;n podamos establecer la secuencia de acontecimientos que intervienen y como intervienen.<br> 
<strong>M&eacute;todo.</strong>  Enfoque sist&eacute;mico desde las ecuaciones de Shannon y Weaver para establecer la decibilidad de los sistemas de recuperaci&oacute;n de informaci&oacute;n y la ecuaci&oacute;n de Conrand para imbricar los componentes del ecosistema.<br>
<strong>Resultados.</strong>  Por un lado, se ha propuesto un modo simple para evaluar las repercusiones que tiene la secuencia de acontecimientos en una b&uacute;squeda con en relaci&oacute;n al conjunto de la respuesta. Y por otro, una ecuaci&oacute;n formal que determina como se interrelacionan todos lo elementos, tanto humanos como tecnol&oacute;gicos en la recuperaci&oacute;n de informaci&oacute;n.<br>
<strong>An&aacute;lisis.</strong>  Se ha realizado el trabajo bajo el an&aacute;lisis de lo relatado y estudiado a los largo de los &uacute;ltimos a&ntilde;os en la recuperaci&oacute;n de informaci&oacute;n, lo que por inducci&oacute;n a permitido establecer las propuestas.<br>
<strong>Conclusiones.</strong>  Creemos que se ha establecido un marco formal para reconocer no cuales son los factores que intervienen en la recuperaci&oacute;n, que son bien conocidos, sino para establecer como estos interact&uacute;an. Por esta raz&oacute;n ahora sabemos por qu&eacute; evaluamos la recuperaci&oacute;n de informaci&oacute;n y de qu&eacute; manera hay que intervenir en los momentos de desequilibrio.</blockquote>

<h4><a href="http://www.informationr.net/ir/17-4/paper554.html">An&aacute;lisis comparativo del desarrollo de los servicios bibliotecarios multiculturales en la Red de Bibliotecas P&uacute;blicas Espa&ntilde;olas (2007-2010)</a><br />
F. Garc&iacute;a L&oacute;pez, M. Caridad Sebasti&aacute;n and A. M. Morales Garc&iacute;a Agust&iacute;n</h4>  
<blockquote>
<strong>Introducci&oacute;n.</strong> El porcentaje de extranjeros residentes en Espa&ntilde;a se ha multiplicado casi por cuatro en la &uacute;ltima d&eacute;cada, lo que lo convierte en uno de los mayores &iacute;ndices nacionales de los ciudadanos de origen extranjero dentro de la Uni&oacute;n Europea. La inmigraci&oacute;n ha cambiado nuestra sociedad, tanto desde el punto de vista demogr&aacute;fico y econ&oacute;mico, como desde una perspectiva cultural y pol&iacute;tica. La Red de la Biblioteca P&uacute;blica de espa&ntilde;oles, una instituci&oacute;n democr&aacute;tica que ofrece servicios, en un principio, la igualdad de acceso para todos los usuarios, puede llegar a ser, en este contexto una herramienta de uni&oacute;n y contribuir a la integraci&oacute;n social de personas y grupos con identidades culturales plurales.<br>
<strong>M&eacute;todo.</strong>  Asumiendo como referencia las recomendaciones internacionales bibliotecolog&iacute;a, hemos hecho una comparaci&oacute;n de la evoluci&oacute;n en el desarrollo de los servicios bibliotecarios multiculturales en las bibliotecas p&uacute;blicas espa&ntilde;olas durante el per&iacute;odo 2007-2010.<br>
<strong>Resultados.</strong>  El estudio se basa en datos proporcionados por los respectivos organismos responsables de la coordinaci&oacute;n de los servicios bibliotecarios en las administraciones regionales espa&ntilde;olas. El an&aacute;lisis de los datos sigui&oacute; la directriz marco proporcionado por la organizaci&oacute;n de la Secci&oacute;n de la IFLA de Servicios Bibliotecarios para Poblaciones Multiculturales.<br>
<strong>Conclusiones.</strong>  La planificaci&oacute;n de los servicios bibliotecarios con un enfoque multicultural sigue siendo ignorada por la mayor&iacute;a de los coordinadores bibliotecarios en las respectivas administraciones regionales en Espa&ntilde;a. A pesar de nuestra transformaci&oacute;n en una sociedad multicultural, y el porcentaje cada vez mayor de la poblaci&oacute;n extranjera durante el per&iacute;odo analizado, el desarrollo de estos servicios muestra niveles similares de diversidad, como en 2007.</blockquote>
</section>

    <hr size="1" style="color: rgb(0, 0, 128);" />
  
   
    <br />
    <h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y <a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de
      Murcia, Espa&ntilde;a.</h4>
    <h5>Last updated 6 December, 2012</h5>
    <img width="44" height="15" src="http://www.informationr.net/ir/valid-xhtml10.gif" alt="Valid XHTML 1.0!" />
    <hr size="3" style="color: rgb(0, 0, 128);" />
    <script type="text/javascript" src="http://www.google-analytics.com/urchin.js">
</script>
    <script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
  </body>
</html>
