<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
<link rel="stylesheet" href="../../IRstyle.css">
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.78 [en] (Win98; U) [Netscape]">
   <title>Abstracts in Spanish</title>
<link rel="stylesheet" href="../IRstyle.css">

</head>
<body bgcolor="#FFFFFF">

<h1>Abstracts in Spanish/Res&uacute;menes en Espa&ntilde;ol</h1>
<br>
<hr color="#ff00ff" size="3">
<br>

<h4><a href="paper140.html">I=0 (La informaci&oacute;n no tiene ning&uacute;n significado intrínseco)</a>, por F. J. Miller, Consultor Principal, Fernstar. Brisbane, Queensland, Australia</h4>
 
<blockquote>Este art&iacute;culo ha sido escrito principalmente para ayudar a la identificaci&oacute;n de algunas contradicciones que pueden encontrarse en la noci&oacute;n de gesti&oacute;n del conocimiento aunque su aplicaci&oacute;n es m&aacute;s amplia. El autor sugiere que el conocimiento - es decir 'lo que sabemos' - apenas puede entenderse y gestionarse incluso por nosotros mismos, mucho menos por medio de sofisticadas tecnolog&iacute;as de la informaci&oacute;n y la comunicaci&oacute;n (esto es, groupware y shareware). Hemos avanzado en la era industrial a trav&eacute;s de la era de la informaci&oacute;n a la que est&aacute; promocion&aacute;ndose como &quot;la edad dorada&quot; del conocimiento y, en el proceso, nos han llevado a creer que la informaci&oacute;n contiene el significado, en lugar de simplemente representar (significar), provocar o evocar el significado en otros. El art&iacute;culo defiende que a menos que abordemos el problema de enfrentarnos a entender la importancia e implicaciones de &quot;I=0&quot; (es decir, que la informaci&oacute;n no tiene ning&uacute;n significado intr&iacute;nseco) y que el conocimiento es la capacidad singular humana de producir el significado de la informaci&oacute;n -idealmente en relaciones cara a cara con otros humanos- ¡nunca podremos emerger en ninguna &quot;edad dorada&quot;! Tambi&eacute;n se discute las consecuencias de &quot;I=0&quot; para las comunicaciones, aprendizaje, seguridad, calidad, gesti&oacute;n, y trabajo ganador.</blockquote>   
<br>

<h4><a href="paper141.html">Comprender la gesti&oacute;n de conocimiento y la gesti&oacute;n de informaci&oacute;n: la necesidad de una perspectiva emp&iacute;rica</a>, por France Bouthillier y Kathleen Shearer, Escuela Graduada de Estudios de Biblioteconom&iacute;a e Informaci&oacute;n. McGill University. Montreal, Canada</h4>

<blockquote>&iquest;La Gesti&oacute;n del Conocimiento es (KM, Knowledge Management) una disciplina emergente o simplemente una nueva etiqueta para la Gesti&oacute;n de Informaci&oacute;n (IM, Information Management)? Para proporcionar algunas respuestas a esta pregunta, este art&iacute;culo resume la evidencia emp&iacute;rica sobre c&oacute;mo la KM se practica en diversos tipos de organizaciones demostrando la variedad de aproximaciones organizativas usadas y de procesos involucrados. Basado en un estudio exploratorio sobre pr&aacute;cticas de KM, el art&iacute;culo presenta una tipolog&iacute;a de metodolog&iacute;as empleadas en las diversas organizaciones ilustrando lo que puede ser considerado como la naturaleza particular de la KM para mostrar las diferencias potenciales con la IM. La primera secci&oacute;n del art&iacute;culo discute los conceptos asociados con la gesti&oacute;n de la informaci&oacute;n y el conocimiento. La segunda parte proporciona una descripci&oacute;n del marco conceptual usado para el estudio y una presentaci&oacute;n y discusi&oacute;n de los resultados.</blockquote>
<br>
<h4><a href="paper142.html">La dualidad de conocimiento</a>, por Paul M. Hildreth. K-Now-International. 1 Grey Garth, Newton on Ouse. Yorkshire, Reino Unido y Chris Kimble, Grupo MIS, Departamento de Inform&aacute;tica. Universidad de York. York, Reino Unido</h4>

<blockquote>La Gesti&oacute;n del Conocimiento (KM) es un campo que ha llamado mucho la atenci&oacute;n tanto en c&iacute;rculos acad&eacute;micos como profesionales. La mayor&iacute;a de los proyectos sobre KM parecen tener relaci&oacute;n principalmente con el conocimiento que puede ser cuantificado y, adem&aacute;s, capturado, codificado y almacenado -una aproximaci&oacute;n que se merece m&aacute;s la etiqueta de Gesti&oacute;n de Informaci&oacute;n.<br>
&Uacute;ltimamente ha habido un reconocimiento de que cierto conocimiento no puede ser cuantificado y tampoco capturado, codificado y almacenado. Sin embargo, la aproximaci&oacute;n predominante a la gesti&oacute;n de este conocimiento contin&uacute;a intentando convertirlo a una forma que pueda manejarse usando la aproximaci&oacute;n &quot;tradicional&quot;.<br>
En este art&iacute;culo, defendemos que esta aproximaci&oacute;n es err&oacute;nea y cierto conocimiento sencillamente no puede capturarse. Se necesita un m&eacute;todo que reconozca que ese conocimiento reside en las personas: no en m&aacute;quinas o documentos. Defenderemos que la KM est&aacute; esencialmente relacionada con las personas y las primeras aproximaciones orientadas a la tecnolog&iacute;a, que no consideraron esto, tuvieron un &eacute;xito limitado. Las 'Comunidades de Pr&aacute;ctica' ofrecen una posible soluci&oacute;n, proporcionando un medio para que las personas desarrollen el conocimiento a trav&eacute;s de la interacci&oacute;n con otras en un entorno d&oacute;nde se crea, nutre y mantiene el conocimiento.</blockquote>
<br>

<h4><a href="paper143.html">La gesti&oacute;n del conocimiento: repensando la gesti&oacute;n de la informaci&oacute;n y afrontando el desaf&iacute;o de gestionar el conocimiento t&aacute;cito</a>, por Suliman Al-Hawamdeh, Escuela de Comunicaci&oacute;n e Informaci&oacute;n. Universidad Tecnol&oacute;gica de Nanyang. Singapur.</h4>


<blockquote>La gesti&oacute;n del conocimiento ha generado gran inter&eacute;s en los &uacute;ltimos años y se ha convertido en el '&uacute;ltimo grito' en gesti&oacute;n. Muchas personas empiezan a  preguntarse si la gesti&oacute;n del conocimiento est&aacute; aqu&iacute; para quedarse o es simplemente otra novedad de consultor&iacute;a. Para poner las cosas en perspectiva, es importante mirar la secuencia de eventos que llevaron al ascenso de la gesti&oacute;n del conocimiento. La llegada de la Sociedad de la Informaci&oacute;n y el paso hacia la econom&iacute;a basada en el conocimiento resalt&oacute; la importancia del conocimiento t&aacute;cito y la necesidad de gestionar los recursos de conocimiento, incluyendo habilidades y competencias. La gesti&oacute;n del conocimiento como un concepto en el que las personas son el centro del escenario, nos ha incitado a repensar la gesti&oacute;n de la informaci&oacute;n y cambiar el enfoque del intento de desarrollo de sistemas inteligentes al desarrollo de herramientas para personas inteligentes. En mi opini&oacute;n, es esta realizaci&oacute;n la que hace la gesti&oacute;n del conocimiento atractiva a muchas organizaciones. Mientras que el enfoque de la gesti&oacute;n de la informaci&oacute;n est&aacute; principalmente en el conocimiento expl&iacute;cito, la gesti&oacute;n del conocimiento trae una nueva dimensi&oacute;n, la necesidad de gestionar el conocimiento t&aacute;cito centr&aacute;ndose en las personas y realzando su capacidad mejorando la comunicaci&oacute;n, transferencia de informaci&oacute;n y colaboraci&oacute;n.</blockquote>
<br>
<h4><a href="paper144.html">El sin sentido de la 'gesti&oacute;n del conocimiento'</a>, por T.D. Wilson, Profesor Em&eacute;rito. Universidad de Sheffield. Sheffield, Reino Unido.</h4>

<blockquote>Examina cr&iacute;ticamente los or&iacute;genes y fundamentos de 'la gesti&oacute;n del conocimiento', sus componentes y su desarrollo como un campo de pr&aacute;ctica de consultor&iacute;a. Se exploran los problemas en la distinci&oacute;n entre 'conocimiento' e 'informaci&oacute;n', as&iacute; como el concepto de &quot;conocimiento t&aacute;cito&quot; de Polanyi. Se examina el concepto en art&iacute;culos de revistas, sitios Web de empresas de consultor&iacute;a, y en la presentaci&oacute;n de 'escuelas de negocios'. Se llega a la conclusi&oacute;n que la 'gesti&oacute;n del conocimiento' es un t&eacute;rmino 'paraguas' para una variedad de actividades organizativas, de las cuales ninguna se preocupa por la gesti&oacute;n del conocimiento. Aquellas actividades que no est&aacute;n relacionadas con la gesti&oacute;n de la informaci&oacute;n se preocupan por la gesti&oacute;n de pr&aacute;cticas profesionales, en la esperanza de que los cambios en &aacute;reas como la pr&aacute;ctica de la comunicaci&oacute;n posibilitar&aacute; el intercambio de informaci&oacute;n. </blockquote>
<br>

<h4><a href="paper144.html">La gesti&oacute;n del conocimiento: &iquest;otra 'moda' en gesti&oacute;n?</a>, por Leonard J. Ponzi, Candidato doctoral, Universidad de Ciencias de la Informaci&oacute;n e Inform&aacute;tica, la Universidad de Long Island, Nueva York, EE.UU. y Michael Koenig, Profesor &mp; Decano, Escuela Palmer de  Biblioteconomía y Ciencia de Informaci&oacute;n, Universidad de Long Island, Nueva York, EE.UU.</h4>

<blockquote>La gesti&oacute;n del conocimiento es un tema con una gran expansi&oacute;n
bibliogr&aacute;fica. Aunque atrajo el inter&eacute;s de profesionales y estudiosos en
la mitad de los 90, la gesti&oacute;n del conocimiento sigue siendo un concepto
ampliamente definido con caracter&iacute;sticas propias de una 'moda pasajera'.
En base al n&uacute;mero de art&iacute;culos recuperados del Science Citation Index,
Social Science Citation Index, y ABI Inform, referentes a tres 'modas'
anteriores reconocidas en gesti&oacute;n, este art&iacute;culo presenta una evidencia
emp&iacute;rica en la que se propone que un movimiento de gesti&oacute;n t&iacute;pico
generalmente se revela como una 'moda' en aproximadamente cinco a&ntilde;os. Al
aplicar esta aproximaci&oacute;n y suposici&oacute;n al caso de la gesti&oacute;n del
conocimiento, los resultados sugieren que la gesti&oacute;n del conocimiento
est&aacute; por lo menos viviendo mucho m&aacute;s tiempo que las 'modas' t&iacute;picas y
quiz&aacute;s est&eacute; en proceso de constituirse como un nuevo aspecto de gesti&oacute;n.
Para llevar m&aacute;s all&aacute; la comprensi&oacute;n del desarrollo de la gesti&oacute;n del
conocimiento, se informa y discute brevemente sobre su actividad
interdisciplinar y amplitud.<br>

Nota: Este trabajo es preliminar y est&aacute; asociado con la investigaci&oacute;n
para la disertaci&oacute;n del primer autor sobre la emergencia de la gesti&oacute;n
del conocimiento.</blockquote>


<hr color="#ff00ff" size="3">
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<br>Last updated 24th September 2002
<hr color="#ff00ff" size="3">
</body>
</html>
