<!doctype html>
 <html>  
 <head>
 
 <title>Conceptualizaci&oacute;n y perspectivas de la alfabetizaci&oacute;n informacional en Iberoam&eacute;rica: un estudio Delphi</title>  

<meta charset=utf-8 />
 <link href="../IRstyle3.css" rel="stylesheet" media="screen" title="serif" />  
<link rel="alternate stylesheet" type="text/css" media="screen" title="sans" href="http://www.informationr.net/ir//IRstylesans.css" />  
 
 <!--Enter appropriate data in the content fields-->  
 <meta name="dcterms.title" content="Conceptualizacion y perspectivas de la Alfabetizacion informacional en Iberoamerica: un estudio Delphi" />  
 <meta name="author" content="G. Ponjuan, M. Pinto, A. Uribe-Tirado" />  
 <meta name="dcterms.subject" content="Information literacy, Ibero-America, Delphi method" />  
 <meta name="description" content="Esta investigacion que es pionera en el contexto iberoamericano en el ambito de la alfabetizacion informacional, tiene como objetivo conocer la vision de un grupo cualificado de expertos acerca de la conceptualizacion y dimensiones de la alfabetizacion informaciona en interrelacion con las alfabetizaciones computacional, multimedia, cultural, etc. Se aplico el metodo Delphi a 52 expertos de 14 paises de Iberoamerica (Argentina, Brasil, Chile, Colombia, Costa Rica, Cuba, Ecuador, Espana, Mexico, Portugal, Panama, Peru, Uruguay y Venezuela). En esta primera etapa han participado en la investigacion 42 expertos que respondieron un cuestionario integrado por 20 preguntas relacionadas con estos temas. Se evidencia que hay una conceptualizacion bastante homogenea de los expertos en relacion con las dimensiones y alcance de la alfabetizacion informaciona y con las interrelaciones existentes con las competencias computacionales-informaticas. Sin embargo, la correlacion con las alfabetizaciones multimedia y cultural generan enfoques diferentes. La alfabetizacion informaciona como paradigma teorico-conceptual y metodologico ha evolucionado de forma considerable en el contexto iberoamericano durante la ultima decada. No obstante, aun presenta cierta inmadurez y adolece de la necesaria interaccion e impacto para su implementacion en los distintos entornos de aprendizaje, especialmente en los ambitos de la educacion primaria o secundaria. Por ello, esta reflexion colectiva ayudara a madurar la conceptualizacion y perspectivas de la alfabetizacion informaciona, contribuyendo a visibilizar y mejorar su posicionamiento internacional." />  
 <meta name="keywords" content="Information literacy, Latin-America, Delphi method; Alfabetizaci&oacute;n informacional, Iberoam&eacute;rica, estudio Delphi" />
 

 <meta name="robots" content="all" />  
 <meta name="dcterms.publisher" content="Professor T.D. Wilson" />
 <meta name="dcterms.type" content="text" />  
 <meta name="dcterms.identifier" content="ISSN-1368-1613" />  
 <meta name="dcterms.identifier" content="http://InformationR.net/ir/20-3/paper680.html" />  
 <meta name="dcterms.IsPartOf" content="http://InformationR.net/ir/20-3/infres203.html" />  
 <meta name="dcterms.format" content="text/html" />  <meta name="dc.language" content="en" />  
 <meta name="dcterms.rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/" />  
 <meta  name="dcterms.issued" content="2015-09-03" /> 
  <meta name="geo.placename" content="global" />  

 
 <script type="text/javascript"> 
		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../sans.css');
			htmlDoc.appendChild(css);
			flag = false;
			} 
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../IRstyle2.css');
			htmlDoc.appendChild(css);
			flag = true;
			}	
		}

	</script> 

</head> 
  
 <body> 
<header>
 <img height="45" alt="header" src="http://www.informationr.net/ir//mini_logo2.gif"  width="336" /><br />
 
<span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 20  no. 3, September, 2015</span>

<br /><br /> 
<div class="button">
 <ul> 
 <li><a href="infres203.html">Contents</a> |  </li> 
 <li><a href="http://www.informationr.net/ir//iraindex.html">Author index</a> |  </li> 
 <li><a href="../irsindex.html">Subject index</a> |  </li> 
 <li><a href="../search.html">Search</a> |  </li> 
 <li><a href="../index.html">Home</a> </li> 
 </ul>
 </div>
 <hr />
 </header>
 
 <article>
 <h1>Conceptualizaci&oacute;n y perspectivas de la alfabetizaci&oacute;n informacional en Iberoam&eacute;rica: un estudio Delphi</h1> <br />  
 <div style="margin-left: 5%; margin-right:10%;"> 
 <h4><a href="paper680.html#author">Gloria Ponju&aacute;n</a>,  Universidad de La Habana, Facultad de Comunicaciones, Avenida de los Presidentes. No.506 entre 21 y 23. Ciudad de La Habana (Cuba)<br /> 
<a href="paper680.html#author">Mar&iacute;a Pinto</a>, Universidad de Granada, Facultad de Comunicaci&oacute;n y Documentaci&oacute;n, Colegio M&aacute;ximo-Campus Universitario de Cartuja, 18071 Granada (Espa&ntilde;a<br />
<a href="paper680.html#author">Alejandro Uribe-Tirado</a>,  Universidad de Antioquia, Escuela Interamericana de Bibliotecolog&iacute;a, Ciudad Universitaria, Blq 12-304, Medell&iacute;n (Colombia)</h4> 
 </div>  
 <br /> 
 
 <section>
 
 <form>  <fieldset>  <legend>Abstract </legend>
 
 <blockquote>
 <strong>Introduccci&oacute;n</strong> Esta investigaci&oacute;n que es pionera en el contexto iberoamericano en el &aacute;mbito  de la alfabetizaci&oacute;n informacional tiene como objetivo conocer la visi&oacute;n de un grupo cualificado de expertos acerca de la conceptualizaci&oacute;n y dimensiones de la alfabetizaci&oacute;n informacional en interrelaci&oacute;n con las alfabetizaciones computacional, multimedia, cultural, etc.<br />
 <strong>M&eacute;todo.</strong> Se aplic&oacute; el m&eacute;todo Delphi a 52 expertos de 14 pa&iacute;ses de Iberoam&eacute;rica (Argentina, Brasil, Chile, Colombia, Costa Rica, Cuba, Ecuador, Espa&ntilde;a, M&eacute;xico, Portugal, Panam&aacute;, Per&uacute;, Uruguay y Venezuela). En esta primera etapa han participado en la investigaci&oacute;n 42 expertos que respondieron un cuestionario integrado por 20 preguntas relacionadas con estos temas. <br />
 <strong>Resultados.</strong> Se evidencia que hay una conceptualizaci&oacute;n bastante homog&eacute;nea de los expertos en relaci&oacute;n con las dimensiones y alcance la de alfabetizaci&oacute;n informacional y con las interrelaciones existentes con las competencias computacionales-inform&aacute;ticas. Sin embargo, la correlaci&oacute;n con las alfabetizaciones multimedia y cultural generan enfoques diferentes.
 <br />
 <strong>Conclusiones.</strong> La alfabetizaci&oacute;n informacional como paradigma te&oacute;rico-conceptual y metodol&oacute;gico ha evolucionado de forma considerable en el contexto iberoamericano durante la &uacute;ltima d&eacute;cada. No obstante, a&uacute;n presenta cierta inmadurez y adolece de la necesaria interacci&oacute;n e impacto para su implementaci&oacute;n en los distintos entornos de aprendizaje, especialmente en los &aacute;mbitos de la educaci&oacute;n primaria o secundaria. Por ello, esta reflexi&oacute;n colectiva ayudar&aacute; a madurar la conceptualizaci&oacute;n y perspectivas de la alfabetizaci&oacute;n informacional, contribuyendo a visibilizar y mejorar su posicionamiento internacional.
 </blockquote>  </fieldset>  </form> 
 
 <br />
<div align="center"><a href="paper680.html#abs"><strong>Abstract in English</strong></a></div>
<br />
 
 <br /> 
 <div style="text-align:center">  <input type="button" value="change font"
 class="btn" style="font-variant: small-caps; font-weight: bold; font-family:
 Verdana; color: white; background-color: #5E96FD;" onClick="doChangeFont()"
 /></div>  <br /> 


 
 <h2>Introducci&oacute;n</h2> 
 
 <p>En las &uacute;ltimas d&eacute;cadas, la alfabetizaci&oacute;n informacional ha ocupado un espacio relevante para todos.  Si bien la UNESCO gener&oacute; hace algunos a&ntilde;os un programa denominado "Informaci&oacute;n para todos", en la reuni&oacute;n de altos estudios sobre el tema desarrollada en Alejandr&iacute;a en el 2006, se expres&oacute; que no puede haber "Informaci&oacute;n para todos" si no existe una "Alfabetizaci&oacute;n informacional para todos" (<a href="paper680.html#Garner">Garner, 2006</a>).</p>
 
 <p>Para los bibliotecarios y documentalistas, la atenci&oacute;n a las necesidades de sus usuarios ha sido un punto de relevancia, por lo que el estudio de los mismos ocup&oacute; un espacio prioritario en el desarrollo de las instituciones dedicadas en forma intensiva a la prestaci&oacute;n de servicios bibliotecarios y de informaci&oacute;n.</p> 
 
 <p>Desde que la alfabetizaci&oacute;n informacional comenz&oacute; a ser conocida y aplicada por diferentes universidades, asociaciones e instituciones en general, se han producido esfuerzos importantes para generalizar su estudio y aplicar acciones que favorezcan el desarrollo de competencias informacionales en la sociedad.</p> 
  
 <p>En Iberoam&eacute;rica, se generan y desarrollan m&uacute;ltiples investigaciones sobre el tema y se comparte informaci&oacute;n en congresos, blogs, foros, y por supuesto mediante los canales de comunicaci&oacute;n formales como las publicaciones cient&iacute;ficas.  En el 2012, la Universidad Nacional Aut&oacute;noma de M&eacute;xico (UNAM) public&oacute; un notable grupo de contribuciones bajo el t&iacute;tulo "Tendencias de la Alfabetizaci&oacute;n Informativa en Iberoam&eacute;rica".  En el congreso Internacional de Ibersid, que se celebra en Zaragoza, tambi&eacute;n hay una secci&oacute;n dedicada a temas de ALFIN. En la Habana, en el marco del Congreso de INFO se han abordado algunos aspectos sobre el tema, dando lugar a la llamada Declaraci&oacute;n de la Habana (2012).</p> 
 
<p>Fruto de la colaboraci&oacute;n de un programa de doctorado iberoamericano impartido por la Universidad de Granada en la Universidad de la Habana , surge esta investigaci&oacute;n centrada en generar conocimiento compartido utilizando el m&eacute;todo Delphi sobre el tema de la alfabetizaci&oacute;n informacional desde la perspectiva iberoamericana, abordando aspectos clave relacionados con la conceptualizaci&oacute;n de ALFIN, aportando los elementos te&oacute;rico-conceptuales, los dominios disciplinares de mayor influencia, sus relaciones, interrelaciones y espacios de aplicaci&oacute;n, los principales est&aacute;ndares y modelos, los principales resultados obtenidos de los proyectos o programas desarrollados y su evaluaci&oacute;n, pol&iacute;ticas e impacto, que vamos a materializar en varias publicaciones independientes. Se trata de una investigaci&oacute;n pionera que ofrecer&aacute; los resultados de una visi&oacute;n regional de un panel significativo de expertos que actualmente trabajan en este tema.</p>
 
 <p>El objetivo principal de este art&iacute;culo es, partiendo del an&aacute;lisis de la opini&oacute;n de los expertos, abordar la conceptualizaci&oacute;n de la alfabetizaci&oacute;n informacional, su nivel de relaci&oacute;n con otras alfabetizaciones, su alcance y desarrollo, as&iacute; como su relaci&oacute;n con otras disciplinas en el marco de las Ciencias Sociales.</p>
 
 <h2>Revisi&oacute;n de la literatura</h2>
 
 <p>Los estudios relativos a la situaci&oacute;n de la alfabetizaci&oacute;n informacional en Iberoam&eacute;rica no son muchos. Lau (<a href="paper680.html#Lau07">2007</a>) realiz&oacute; un an&aacute;lisis sobre el tema haciendo un informe preliminar de la situaci&oacute;n que presentan algunas regiones a nivel mundial, entre las cuales aparecen Am&eacute;rica Latina y Espa&ntilde;a. La rese&ntilde;a de Am&eacute;rica Latina fue elaborada por el propio autor de la compilaci&oacute;n y la de Espa&ntilde;a por Pinto y Sales. </p>
 
 <p>En Per&uacute;, se desarroll&oacute; en el 2009 el Seminario Regional de UNESCO para la Formaci&oacute;n de Formadores, que tuvo como facilitadores a expertos de la regi&oacute;n, como Lau y Ponjuan. (<a href="paper680.html#Vega09">Vega, 2009</a>)</p>

 <p>Para Dudziak (<a href="paper680.html#Dudziak07">2007</a>) el gran reto para los pa&iacute;ses de Am&eacute;rica Latina est&aacute; en la creaci&oacute;n de mecanismos e instrumentos que garanticen la calidad de la educaci&oacute;n y el aprendizaje a lo largo de la vida y que permita promover un cambio de paradigma en la sociedad. Considera que la alfabetizaci&oacute;n informacional es incipiente en la Regi&oacute;n por lo que no se le atribuye gran importancia. Valora que los esfuerzos realizados por bibliotecarios y educadores avanzan paso a paso debido a una sostenida contribuci&oacute;n individual e informal, al no existir muchas acciones formalizadas y proyectos.  Se&ntilde;ala que no existe un consenso acerca del concepto de alfabetizaci&oacute;n informacional y sus actividades relacionadas y afirma que se aprecian diferentes paradigmas y modelos de alfabetizaci&oacute;n informacional y aprendizaje a lo largo de la vida. En un estudio m&eacute;trico posterior (<a href="paper680.html#Dudziak10">Dudziak, 2010</a>) destaca c&oacute;mo se produce un aumento del n&uacute;mero de contribuciones, principalmente del &aacute;rea de informaci&oacute;n/documentaci&oacute;n, inform&aacute;tica, &aacute;rea de negocios y medicina.</p>
 
 <p>A su vez, Suaiden (<a href="paper680.html#Suaiden">2012</a>) realiza un an&aacute;lisis desde la &oacute;ptica de la inclusi&oacute;n social y se&ntilde;ala que los gobiernos de Am&eacute;rica Latina y el Caribe comenzaron a implantar sociedades de la informaci&oacute;n de maneras diferentes: "unos distribuyeron computadoras en el sistema educacional para incluir a la poblaci&oacute;n en la nueva sociedad, otros fortalecieron los medios de comunicaci&oacute;n y pocos resolver&aacute;n crear una infraestructura informacional adecuada".</p>
 
 <p>En Espa&ntilde;a existen m&uacute;ltiples experiencias y estudios sobre el tema. G&oacute;mez y Pasadas (<a href="paper680.html#G&oacute;mez">2003</a>) publicaron una contribuci&oacute;n abarcadora acerca de la situaci&oacute;n de la alfabetizaci&oacute;n informacional en ese pa&iacute;s, que evidenciaba la precariedad de iniciativas y desarrollos en cuanto a programas de la alfabetizaci&oacute;n informacional. Como iniciativas de recursos para el aprendizaje destacan una serie de portales educativos orientados a la formaci&oacute;n en conocimientos y habilidades informacionales. Sirvan de ejemplo los primeros portales acad&eacute;micos e-COMS y AlfinEEES, que han contribuido a la conceptualizaci&oacute;n y praxis de la alfabetizaci&oacute;n informacional, fomentando la formaci&oacute;n de ALFIN de estudiantes, profesores y bibliotecarios (<a href="paper680.html#PintoDoucet07a">Pinto y Doucet, 2007a</a>, <a href="paper680.html#PintoDoucet07b">2007b</a>; <a href="paper680.html#PintoSalesetal">Pinto, Sales y Osorio, 2007</a>).  Aun as&iacute; la presencia de aspectos relativos a la alfabetizaci&oacute;n informacional en las p&aacute;ginas Web de las Universidades Iberoamericanas es pobre seg&uacute;n reflejan Uribe-Tirado y Pinto (<a href="paper680.html#Uribe-TiradoPinto13">2013</a>). Los resultados indican que de las 2136 bibliotecas universitarias iberoamericanas analizadas, solo 171 informan de procesos de formaci&oacute;n en la alfabetizaci&oacute;n informacional en sus sitios Web (6.2%).</p>
 
 <p>De igual forma se ha abordado el estudio de ALFIN en el marco de las bibliotecas universitarias-CRAI (<a href="paper680.html#PintoSales08">Pinto, Sales y Osorio, 2008</a>) y de las bibliotecas p&uacute;blicas (<a href="paper680.html#Pinto09">Pinto <em>et al.</em>, 2009</a>), como canales formales para la formaci&oacute;n e implementaci&oacute;n de programas de la alfabetizaci&oacute;n informacional que empoderen a la comunidad universitaria y a la ciudadan&iacute;a y contribuya al fomento del aprendizaje a lo largo de la vida.</p>
 
 <p>El grupo de trabajo de REBIUN sobre alfabetizaci&oacute;n informacional ha desarrollado experiencias de formaci&oacute;n en la alfabetizaci&oacute;n informacional en el marco de las bibliotecas y como cursos complementarios. Tambi&eacute;n se ha creado el grupo de trabajo CI2 formado por bibliotecarios e inform&aacute;ticos de varias universidades, que ha elaborado un dec&aacute;logo de las principales competencias informacionales e inform&aacute;ticas (<a href="paper680.html#Area" id="id">Area Moreira, 2007</a>; <a href="paper680.html#REBIUN08">REBIUN, 2008</a> y <a href="paper680.html#REBIUN08">2010</a>; <a href="paper680.html#Grupo">Grupo de trabajo de la comisi&oacute;n mixta CRUE-TIC y REBIUN, 2012</a>; <a href="paper680.html#Aroca">Dom&iacute;nguez Aroca, 2012</a>; entre otros).</p>
 
 <p>Por otro lado, desde la academia se ha avanzado en la evaluaci&oacute;n de las competencias informacionales adquiridas por los estudiantes. Con tal fin se ha dise&ntilde;ado el cuestionario IL-HUMASS, que ofrece un diagn&oacute;stico centrado en el usuario sobre sus percepciones y el nivel de logro adquirido en dichas competencias (<a href="paper680.html#Pinto10">Pinto, 2010</a>, <a href="paper680.html#Pinto11">2011</a>, <a href="paper680.html#PintoSales10">Pinto y Sales, 2010</a>, <a href="paper680.html#PintoSales14">2014</a>). Estos instrumentos han permitido conocer el comportamiento informacional de estudiantes y acad&eacute;micos de algunos dominios disciplinares como Traducci&oacute;n e Interpretaci&oacute;n (<a href="paper680.html#PintoSales07">Pinto y Sales 2007</a>; <a href="paper680.html#PintoSales08a">Pinto y Sales 2008a</a>, <a href="paper680.html#PintoSales08b">2008b</a>), Psicolog&iacute;a (<a href="paper680.html#PintoPuertas2012">Pinto y Puertas, 2012</a>) o Historia (<a href="paper680.html#Pinto12">Pinto, 2012</a>).</p>
 
 <p>En Cuba entre diferentes autores que han trabajado el tema destacan los trabajos de Ponju&aacute;n (<a href="paper680.html#Ponju&aacute;n02">2002</a>, <a href="paper680.html#Ponju&aacute;n10">2010</a>), Quindemil (<a href="paper680.html#Quindemil08a">2008a</a>, <a href="paper680.html#Quindemil08a">2008b</a>, <a href="paper680.html#Quindemil10">Quindemil, 2010</a>), S&aacute;nchez (<a href="paper680.html#S&aacute;nchez10">2010</a>, <a href="paper680.html#S&aacute;nchez13">2013</a>), Meneses  (<a href="paper680.html#Meneses09">2009</a>, <a href="paper680.html#Meneses10">2010</a>), Fern&aacute;ndez (<a href="paper680.html#Fern&aacute;ndez07">2007</a>, <a href="paper680.html#Fern&aacute;ndez13">2013</a>) sobre temas relacionados con la conceptualizaci&oacute;n, formaci&oacute;n, aprendizaje y evaluaci&oacute;n de la alfabetizaci&oacute;n informacional y de las competencias informacionales clave en el contexto de este pa&iacute;s. Los Congresos INFO, que se realizan cada dos a&ntilde;os, han insertado sesiones espec&iacute;ficas para el tema alfabetizaci&oacute;n Informacional desde el 2002. El tema ha sido abordado en diferentes investigaciones realizadas por las universidades cubanas a diferente nivel (graduaci&oacute;n, maestr&iacute;a, doctorado).</p>
 
 <p>En M&eacute;xico, sobresalen los trabajos de Lau, Cort&eacute;s y otros que difundieron las normas y modelos de los pa&iacute;ses anglosajones sobre la alfabetizaci&oacute;n informacional, adaptadas al contexto de los pa&iacute;ses Iberoamericanos, por ejemplo la Declaraci&oacute;n-Norma DHI Ciudad Ju&aacute;rez, (2000, 2004).Este trabajo ha continuado con los aportes de: Licea de Arenas (<a href="paper680.html#Licea07">2007</a>, <a href="paper680.html#Licea09">2009</a>), Vega D&iacute;az y Quijano (<a href="paper680.html#Vega10">2010</a>), Solis, Valdespino y San Juan Ceja (<a href="paper680.html#Solis">2012</a>), Mears, Delgado y Montano Dur&aacute;n (<a href="paper680.html#Mears">2013</a>), entre otros. </p>
 
 <p>Por otro lado, en Colombia destacan los estudios de Barbosa-Chac&oacute;n <em>et al.</em> (<a href="paper680.html#Barbosa">2010</a>), Marciales Vivas, <em>et al.</em> (<a href="paper680.html#Marciales08">2008</a>, <a href="paper680.html#Marciales11">2011</a>), Cabra Torres <em>et al.</em>. (<a href="paper680.html#Cabra">2011</a>) y Sierra Escobar (<a href="paper680.html#Sierra">2013</a>) con aspectos puntuales para diferentes tipos de usuarios y bibliotecas, y el de Uribe-Tirado y Machett's Penagos (<a href="paper680.html#Uribe-TiradoMachett&rsquo;s11">2011</a>) y Uribe-Tirado (<a href="paper680.html#Uribe-Tirado12">2012</a>) que expone con amplitud el estado del arte de la alfabetizaci&oacute;n informacional en este pa&iacute;s.</p>
 
 <p>En Portugal son pocas todav&iacute;a las contribuciones que se recogen en la literatura acerca de la situaci&oacute;n de la alfabetizaci&oacute;n informacional.  Se destacan los trabajos de Correia (<a href="paper680.html#Correia">2003</a>), Silva, <em>et al.</em> (<a href="paper680.html#Silva09">2009</a>, <a href="paper680.html#Silva10">2010</a>) y Martins (<a href="paper680.html#Martins">2012</a>), que exponen c&oacute;mo se ha venido abriendo un espacio para impulsar las actividades de alfabetizaci&oacute;n al estudiar las competencias informacionales de una muestra de estudiantes de nivel medio y superior. A su vez, un hito significativo que se sit&uacute;a en el Instituto Superior de Psicolog&iacute;a Aplicada (ISPA), donde la biblioteca se suma a un proyecto de investigaci&oacute;n y desarrollo sobre formaci&oacute;n y evaluaci&oacute;n de la alfabetizaci&oacute;n informacional en el contexto de la ense&ntilde;anza superior y se aplica el cuestionario IL-HUMASS con una muestra de profesores y estudiantes de diferentes grados de Ciencias Sociales considerando la necesidad de conocer las percepciones que tienen los estudiantes sobre la importancia y el nivel de logro en la adquisici&oacute;n de las competencias informacionales (<a href="paper680.html#Lopes10">Lopes y Pinto, 2010</a> y <a href="paper680.html#Lopes12">2012</a>).</p>
 
 <p>Finalmente, a nivel regional, la contribuci&oacute;n m&aacute;s reciente y completa es la tesis doctoral de Uribe-Tirado (<a href="paper680.html#Uribe-Tirado13">2013</a>) y los textos complemetarios Uribe-Tirado y Pinto (<a href="paper680.html#Uribe-TiradoPinto13">2013</a>) y Uribe-Tirado y Pinto (<a href="paper680.html#Uribe-TiradoPinto14">2014</a>), que ofrecen una visi&oacute;n muy completa de los avances registrados en Iberoam&eacute;rica sobre ALFIN. A modo de ejemplo, destaca el repositorio sobre la alfabetizaci&oacute;n informacional en Iberoam&eacute;rica (http://alfiniberoamerica.wikispaces.com), producto de esa investigaci&oacute;n, que recoge a la fecha (abril de 2014) un total de 1799 contenidos (art&iacute;culos, ponencias, presentaciones, libros, trabajos de grado de pregrado y posgrado, etc.), siendo los pa&iacute;ses m&aacute;s productivos en su orden Espa&ntilde;a (425), Brasil (213), M&eacute;xico (213), Colombia (146) y Cuba (132).</p>

 
 <h2>M&eacute;todo</h2>
 
 <p>Para el desarrollo de esta investigaci&oacute;n se ha utilizado el m&eacute;todo Delphi, de car&aacute;cter cualitativo y orientado a la interpretaci&oacute;n de las opiniones de los participantes, que facilita la estructuraci&oacute;n eficaz de un proceso de comunicaci&oacute;n grupal a la hora de tratar un problema complejo (<a href="paper680.html#Linstone">Linstone y Turoff, 1975</a>). Es un m&eacute;todo que ha sido aplicado con &eacute;xito en investigaciones de nuestro campo (<a href="paper680.html#Zins07a">Zins, 2007a</a>, <a href="paper680.html#Zins07b">2007b</a>, <a href="paper680.html#Zins07c">2007c</a>, <a href="paper680.html#Zins07d">2007d</a>; <a href="paper680.html#Saunders">Saunders, 2009</a>), en un estudio realizado sobre la alfabetizaci&oacute;n informacional en bibliotecas acad&eacute;micas, destaca que la literatura sobre este tema se orienta principalmente a aplicaciones pr&aacute;cticas y lamenta que no haya ning&uacute;n estudio que pueda prever c&oacute;mo se comportar&aacute; la alfabetizaci&oacute;n informacional en un futuro cercano.</p>
 
 <p>El estudio consta de tres rondas de preguntas, que en formato online  recoge en su mayor&iacute;a preguntas abiertas sobre una serie variables relacionadas con la alfabetizaci&oacute;n informacional en Iberoam&eacute;rica, para que los expertos pudieran  responder con mayor profundidad. La primera ronda estaba dedicada a los aspectos conceptuales de la alfabetizaci&oacute;n informacional en su relaci&oacute;n con otras alfabetizaciones y con otras disciplinas. La segunda, se centra en aspectos aplicativos relacionados con los modelos y est&aacute;ndares, el sistema de indicadores para la evaluaci&oacute;n as&iacute; como las t&eacute;cnicas auxiliares en que se apoya la alfabetizaci&oacute;n informacional. Y en la &uacute;ltima ronda se abordan aspectos de inter&eacute;s relacionados con las pol&iacute;ticas y estrategias que los diversos pa&iacute;ses han implementado sobre la alfabetizaci&oacute;n informacional, los programas de formaci&oacute;n y los estudios efectuados para medir su impacto. En esta comunicaci&oacute;n se analizan los resultados de la primera ronda.</p>
 
 <p>Un aspecto importante de la metodolog&iacute;a fue la selecci&oacute;n del grupo de expertos, en la que se tuvo en cuenta los siguientes criterios: que fueran especialistas procedentes de los pa&iacute;ses de la regi&oacute;n Iberoam&eacute;rica, que fueran profesionales en activo, estudiosos de distintos temas relacionados con la alfabetizaci&oacute;n informacional, que fueran colaborativos y aportaran recomendaciones de otros estudiosos para enriquecer la representatividad del panel, y por &uacute;ltimo, que  tuvieran la voluntariedad y generosidad de participar en una investigaci&oacute;n de estas caracter&iacute;sticas.</p>
 
 <p>Con tales criterios, se elabor&oacute; una base de datos de expertos y se procedi&oacute; a su selecci&oacute;n. Se les invit&oacute; al estudio, inform&aacute;ndoles sobre el prop&oacute;sito y alcance de la investigaci&oacute;n, el m&eacute;todo empleado y el calendario. La interacci&oacute;n se realiz&oacute; de manera online y se desarroll&oacute; en espa&ntilde;ol y portugu&eacute;s, respetando el idioma de los participantes. Se cont&oacute; con el apoyo de los mismos expertos que recomendaron a otros colegas.</p>
 
 <p>Se les solicit&oacute; su compromiso de colaboraci&oacute;n apelando a la &eacute;tica profesional durante el proceso de investigaci&oacute;n. Se intentaba obtener de forma permanente opiniones, sugerencias y valoraciones de los expertos, a fin de poner de manifiesto la convergencia de opiniones y deducir posibles consensos.</p>
 
 <p>El estudio estuvo mediado por una moderadora del grupo que en todo momento asisti&oacute; a los participantes en las dudas que surg&iacute;an durante el proceso. Los datos se han recogido mediante cuestionarios online, alojados en un servidor web Apache y creados con los lenguajes de programaci&oacute;n HTML, PHP Y JAVASCRIPT y como base de datos MySQL.</p>
 
 <h2>Resultados</h2>
 
 <h3>Datos generales de los expertos</h3>
 
 <p>A partir del an&aacute;lisis de los datos, destaca el alto grado de aceptaci&oacute;n y participaci&oacute;n de los expertos propuestos para el estudio (tabla 1), logr&aacute;ndose la presencia de profesionales de todos los pa&iacute;ses invitados. Del an&aacute;lisis del panel de expertos, se infiere que todos poseen nivel superior de estudios, son graduados de diferentes especialidades, y algunos con m&aacute;s de un t&iacute;tulo universitario, principalmente en ciencias sociales. Veintisiete de ellos poseen el grado de Doctor y algunos expertos tienen estudios de posgrado.</p>
 
<table class="center">
<caption><br />Tabla 1. Composici&oacute;n del panel de expertos</caption>
 <tbody><tr>
  <th>PA&Iacute;SES</th>
  <th>Invitados</th>
  <th>Aceptaron</th>
  <th>1ra. Ronda</th>
 </tr>
 <tr>
  <td>
  Argentina
  </td>
  <td style="text-align:center;">
  6
  </td>
  <td style="text-align:center;">
  6
  </td>
 <td style="text-align:center;">
  5
   </td></tr>
 <tr>
  <td>
  Brasil
  </td>
  <td style="text-align:center;">
  8
  </td>
 <td style="text-align:center;">
  4
  </td>
  <td style="text-align:center;">
  4
  </td>
   </tr>
 <tr>
  <td>
  Chile
  </td>
  <td style="text-align:center;">
  3
  </td>
  <td style="text-align:center;">
  2
  </td>
 <td style="text-align:center;">
  1
  </td>
  </tr>
 <tr>
  <td>
  Colombia
  </td>
  <td style="text-align:center;">
  5
  </td>
  <td style="text-align:center;">
  3
  </td>
  <td style="text-align:center;">
  2
  </td>
   </tr>
 <tr>
  <td>
  Costa Rica
  </td>
  <td style="text-align:center;">
  1
  </td>
  <td style="text-align:center;">
  1
  </td>
  <td style="text-align:center;">
  1
  </td>
  </tr>
 <tr>
  <td>
  Cuba
  </td>
  <td style="text-align:center;">
  5
  </td>
  <td style="text-align:center;">
  5
  </td>
  <td style="text-align:center;">
  4
  </td>
 </tr>
 <tr>
  <td>
  Ecuador
  </td>
  <td style="text-align:center;">
  3
  </td>
  <td style="text-align:center;">
  1
  </td>
  <td style="text-align:center;">
  0
  </td>
  </tr>
 <tr>
  <td>
  Espa&ntilde;a
  </td>
  <td style="text-align:center;">
  9
  </td>
  <td style="text-align:center;">
  9
  </td>
  <td style="text-align:center;">
  7
  </td>
  </tr>
 <tr>
  <td>
  M&eacute;xico
  </td>
  <td style="text-align:center;">
  11
  </td>
  <td style="text-align:center;">
  10
  </td>
  <td style="text-align:center;">
  9
  </td>
  </tr>
 <tr>
  <td>
  Panam&aacute;
  </td>
  <td style="text-align:center;">
  1
  </td>
  <td style="text-align:center;">
  1
  </td>
  <td style="text-align:center;">
  0
  </td>
   </tr>
 <tr>
  <td>
  Per&uacute;
  </td>
  <td style="text-align:center;">
  5
  </td>
  <td style="text-align:center;">
  4
  </td>
  <td style="text-align:center;">
  4
  </td>
  </tr>
 <tr>
  <td>
  Portugal
  </td>
  <td style="text-align:center;">
  3
  </td>
  <td style="text-align:center;">
  2
  </td>
  <td style="text-align:center;">
  2
  </td>
  </tr>
 <tr>
  <td>
  Uruguay
  </td>
  <td style="text-align:center;">
  5
  </td>
  <td style="text-align:center;">
  4
  </td>
  <td style="text-align:center;">
  3
  </td>
  </tr>
 <tr>
  <td>
  Venezuela
  </td>
  <td style="text-align:center;">
  1
  </td>
  <td style="text-align:center;">
  1
  </td>
  <td style="text-align:center;">
  0
  </td>
  </tr>
 <tr>
  <td>
  <strong>TOTAL</strong>
  </td>
  <td style="text-align:center;">
  <strong>66</strong>
  </td>
  <td style="text-align:center;">
  <strong>52</strong>
  </td>
  <td style="text-align:center;">
  <strong>42</strong>
  </td>
  </tr>
 </tbody></table>

 <p>Los expertos, como lo evidencia la figura 1, son el 61% docentes-investigadores, el 26% profesionales de la bibliotecolog&iacute;a-documentaci&oacute;n, mientras que el 6% realizan ambas actividades.</p>
 
 <figure class="centre">
   <img src="p680fig1.jpg" alt="Figura 1: Labor principal de los expertos consultados" width="491" height="469" />
   <figcaption>
      Figura 1: Labor principal de los expertos consultados
  </figcaption>
</figure>

 <p>Estos expertos tienen amplia experiencia materializada en trabajos publicados, coordinadores de proyectos de investigaci&oacute;n nacionales e internacionales, asesores de organismos internacionales y participantes en talleres y seminarios sobre alfabetizaci&oacute;n informacional. Algunos han desarrollado su investigaci&oacute;n doctoral sobre el tema de alfabetizaci&oacute;n informacional.</p>
 
 <ul>
 <li>Amplia representatividad de diversos campos, especialmente del &aacute;mbito de la biblioteconom&iacute;a y gran experiencia acumulada en los servicios y procesos t&eacute;cnicos, en la gesti&oacute;n de bibliotecas escolares, p&uacute;blicas y universitarias, en la docencia, en la investigaci&oacute;n,.  Amplia experiencia en programas de educaci&oacute;n de usuarios y de desarrollo de competencias informacionales/alfabetizaci&oacute;n informacional.</li>
 <li>Experiencia e intereses en los estudios literarios, la promoci&oacute;n de la lectura, la formaci&oacute;n de recursos humanos,  la traducci&oacute;n cient&iacute;fica, la deontolog&iacute;a, la epistemolog&iacute;a y la bibliometr&iacute;a.</li>
 <li> Formaci&oacute;n en psicolog&iacute;a, en comunicaci&oacute;n y periodismo, interesados en temas de evaluaci&oacute;n de informaci&oacute;n, comunicaci&oacute;n digital, comportamiento informacional y evaluaci&oacute;n del aprendizaje.</li>
</ul>
 
 <h3>Preguntas relativas al estudio: justificaci&oacute;n, metodolog&iacute;a, alcance, etc.</h3>
 
 <p>Para el tratamiento de los datos se ha utilizado el m&eacute;todo de an&aacute;lisis de contenido, que nos permite organizar y categorizar de manera cualitativa la informaci&oacute;n procedente de las opiniones de los expertos, teniendo en cuenta los &iacute;tems de esta primera ronda del cuestionario, de manera que los dos primeros apartados abordan cuestiones relacionadas con la oportunidad, justificaci&oacute;n y metodolog&iacute;a del estudio. Y los restantes se centran en las cuestiones espec&iacute;ficas relacionadas con la conceptualizaci&oacute;n de la alfabetizaci&oacute;n informacional.</p>
 
 <p><em>Sobre justificaci&oacute;n y alcance</em></p>
 
 <p>De manera un&aacute;nime (100% de los expertos) constata la pertinencia y la valoraci&oacute;n positiva de esta investigaci&oacute;n, teniendo en cuenta la dificultad inicial que hay en el contexto iberoamericano de conceptualizar la alfabetizaci&oacute;n informacional m&aacute;s all&aacute; del sector de la Bibliotecolog&iacute;a/Documentaci&oacute;n, y especialmente en relaci&oacute;n con la alfabetizaci&oacute;n computacional o inform&aacute;tica. Como bot&oacute;n de muestra recogemos las afirmaciones de dos expertos:</p>
 
 <blockquote>...es una tarea que ayudar&aacute; a la inclusi&oacute;n social y permitir&aacute; participar a todos en ciudadanos del desarrollo. Sin embargo los gobiernos no han tomado esta tarea con responsabilidad y no proporcionan los recursos necesarios. <strong>(Exp. 19 - Per&uacute;)</strong>. <br />Me parece atractiva la idea de obtener la visi&oacute;n que se tenga sobre el tema en Iberoam&eacute;rica, pues si bien los bibliotecarios tenemos una idea clara y manejamos el concepto, la mayor&iacute;a de los profesores en las instituciones de educaci&oacute;n superior lo desconocen. <strong>(Exp. 35 - M&eacute;xico)</strong>
</blockquote>

<p><em>Objetivos y Metodolog&iacute;a</em></p>

  <p>Respecto a los objetivos del estudio, igualmente con una aceptaci&oacute;n total de los 42 expertos participantes en esta primera ronda (100%), se evidencia por un lado, el reconocimiento de una marcada influencia de los desarrollos la alfabetizaci&oacute;n informacional por parte de los pa&iacute;ses pioneros y m&aacute;s avanzados en el tema (especialmente pa&iacute;ses angloparlantes), y ello ha llevado a la utilizaci&oacute;n frecuente y/o adaptaci&oacute;n de sus definiciones, modelos y est&aacute;ndares; y por otro, se reconoce tambi&eacute;n la necesidad de crear, aplicar y divulgar modelos propios, que contextualicen y valoren los desarrollos iberoamericanos. En este sentido, recogemos algunas aportaciones ilustrativas de los expertos:</p>
 
  <blockquote>Es imperioso promover la sistematizaci&oacute;n de las experiencias que realizan los alfabetizadores, para esto hay que formar a los art&iacute;fices de esta &aacute;rea de trabajo para plasmar y publicar los resultados, experiencias, y hacer un aporte te&oacute;rico al corpus existente. Para esto es necesario superar el plano meramente descriptivo, enunciativo al que est&aacute;n reducidos los profesionales que son alfabetizadores informacionales. <strong>(Exp. 4 - Argentina)</strong><br />Me parecen muy claros, y como tales, un valor a&ntilde;adido al propio proyecto, pues plantean la posibilidad de conocer y poner en com&uacute;n ideas y trabajos m&aacute;s all&aacute; de la perspectiva angl&oacute;fona que se ha erigido dominante en el contexto la alfabetizaci&oacute;n informacional. No en vano surgi&oacute; en EEUU, pero ya d&eacute;cadas despu&eacute;s, desde Iberoam&eacute;rica se ha trabajado y se est&aacute; trabajando mucho y merece la pena conocerlo y compartirlo, creando sinergias.<strong>(Exp. 44 - Espa&ntilde;a)</strong></blockquote>
 
 <p>En cuanto a la metodolog&iacute;a empleada en la investigaci&oacute;n, el grupo de expertos participantes tambi&eacute;n destac&oacute; la idoneidad tanto en los criterios utilizados para la selecci&oacute;n de los participantes como en la estrategia investigadora empleada.</p>
 
 <h3>Preguntas sobre la concepci&oacute;n de la alfabetizaci&oacute;n informacional, interrelaci&oacute;n con otras alfabetizaciones y factores que le influencian</h3>
 
<p><em>Sobre Familia de alfabetizaciones</em></p>
 
 <p>Este apartado se articula en cinco preguntas que abordan los distintos tipos de alfabetizaci&oacute;n en uso y su incidencia en la alfabetizaci&oacute;n informacional.</p>
 
  <p><em>a) Considera Ud. a la alfabetizaci&oacute;n computacional como una alfabetizaci&oacute;n que es vital para la alfabetizaci&oacute;n informacional?(Argumente su respuesta. Gracias.)</em></p>
 
 <p>Esta pregunta que es la primera propiamente del estudio conceptual realizado, nos permite identificar varios aspectos de inter&eacute;s:</p>
 
  <p>- Se evidencia que el t&eacute;rmino "vital" genera diferentes apreciaciones entre los expertos. Para un 44% de los expertos el t&eacute;rmino vital es aceptado, mientras que el 42% considera que la alfabetizaci&oacute;n computacional no es "vital" sino m&aacute;s bien se trata de formaci&oacute;n necesaria para toda la sociedad por sus implicaciones en el aprendizaje a lo largo de la vida y en el ejercicio de una ciudadan&iacute;a cr&iacute;tica, etc.
<br />- Se resalta la importancia de diferenciar la alfabetizaci&oacute;n informacional de las alfabetizaciones m&aacute;s relacionadas con las tecnolog&iacute;as, con su aprendizaje instrumental, aunque se reconoce su importancia y la necesidad de integrar medio y fin.
<br />- Asimismo, se constata la importancia que tiene el contexto para el acceso a la tecnolog&iacute;a y a la informaci&oacute;n, al igual que las condiciones socio-demogr&aacute;ficas y econ&oacute;micas que determinan las posibilidades de ser alfabetizado informacionalmente. En este aspecto el 14% de los expertos se&ntilde;ala la posibilidad de ser alfabetizado informacionalmente en ciertos contextos sin necesidad de las tecnologias de la informaci&oacute;n y comunicaci&oacute;n.</p>
 
 <p><em>b) C&oacute;mo valora Ud. la necesidad de poseer una alfabetizaci&oacute;n en el uso de medios tecnol&oacute;gicos como parte de una alfabetizaci&oacute;n informacional?</em></p>
 
 <p>En relaci&oacute;n con esta pregunta, lo primero que se observa es que el t&eacute;rmino alfabetizaci&oacute;n en el uso de medios tecnol&oacute;gicos o alfabetizaci&oacute;n multimedia o medi&aacute;tica, es poco empleado en el contexto iberoamericano y genera diferentes interpretaciones. En este sentido se han encontrado tres tendencias entre los expertos:</p>
 
  <p>Por un lado, aquellos expertos (38%) que comprend&iacute;an que esta era una alfabetizaci&oacute;n distinta a la computacional y que ten&iacute;a m&aacute;s relaci&oacute;n con los contenidos que con los instrumentos, implicando un esfuerzo de multialfabetizaci&oacute;n:</p>
  
   <blockquote>Estar alfabetizado en medios tecnol&oacute;gicos no s&oacute;lo implica saber utilizar las tecnolog&iacute;as, sino el saber qu&eacute; pasa con el contenido que creamos, c&oacute;mo se comparte la informaci&oacute;n, qu&eacute; informaci&oacute;n personal puede estar disponible en la web, lo que lleva a temas de privacidad, &eacute;tica, etc. Tambi&eacute;n dentro de la Alfin en medios se encuentra el tema de entender el papel que tienen los medios en la sociedad, cu&aacute;les son sus intereses. <strong>(Exp. 15- Uruguay)</strong><br />Es indispensable para llegar a una alfabetizaci&oacute;n informacional que la persona est&eacute; en contacto con los medios tecnol&oacute;gicos siendo capaz de interactuar con ellos desde una perspectiva no solo funcional, sino cognitiva en la que prevalezca la interrelaci&oacute;n con otros miembros de su comunidad gener&aacute;ndose el espacio para que el discurso electr&oacute;nico fluya de una forma en la que se propicie la generaci&oacute;n de conocimiento <strong>(Exp. 36 - M&eacute;xico)</strong></blockquote>
  
  <p>Por otro lado, aquellos expertos (53%) que relacionaban la alfabetizaci&oacute;n multimedia o medi&aacute;tica con lo computacional, es decir no consider&aacute;ndola otro tipo de alfabetizaci&oacute;n.</p>
  
  <p>Y finalmente, algunos expertos (7%) asocian la alfabetizaci&oacute;n multimedia o medi&aacute;tica, con lo que la UNESCO ha denominado "media literacy" o alfabetizaci&oacute;n en medios de comunicaci&oacute;n.</p>
  
 <p><em>c) Considera Ud. que la alfabetizaci&oacute;n cultural es un segmento de la alfabetizaci&oacute;n informacional y que en cualquier programa de alfabetizaci&oacute;n informacional deben tenerse presente sus enfoques y componentes?</em></p>
 
   <p>Respecto a esta pregunta a semejanza de la anterior, tambi&eacute;n se confirma que hay diferentes enfoques y concepciones de lo que implica "cultura" y en concreto de lo que supone la denominaci&oacute;n y el significado de alfabetizaci&oacute;n cultural. Seg&uacute;n algunos expertos (19%) su uso no est&aacute; generalizado ni tampoco hay acuerdo en cuanto a su formulaci&oacute;n y contenidos:</p>
 
 <blockquote>Jam&aacute;s hab&iacute;a escuchado el t&eacute;rmino <em>alfabetizaci&oacute;n cultural</em> y me parece de dif&iacute;cil implementaci&oacute;n, pues qui&eacute;n podr&iacute;a definir con autoridad cu&aacute;les son los conocimientos y competencias b&aacute;sicas en materia de tradiciones, creencias, s&iacute;mbolos, &iacute;conos. etc.?.  Para m&iacute;, la cultura es m&aacute;s bien el marco de referencia o el punto de partida, muy personal, desde el que todas las personas revisan y procesan la informaci&oacute;n. (<strong>Exp. 34 - M&eacute;xico)</strong></blockquote>
 
 <p>Sin embargo, un buen n&uacute;mero de expertos (51%) s&iacute; interiorizan y comprenden el concepto de alfabetizaci&oacute;n cultural:</p>

 <blockquote>La cultura es un elemento vital en la vida de las personas, por lo tanto, ser consciente de los valores, creencias, modo de vida, de una sociedad en un momento dado es algo que debe ser parte de la vida de todas las personas, que los ayude a desarrollarse como ciudadanos activos conscientes de sus opciones.  Un programa de Alfin debe tener presente esto e incluir la alfabetizaci&oacute;n cultural, es precisamente lo que le da valor. <strong>(Exp. 15 - Uruguay)</strong></blockquote>

 <p>El 30% de los expertos enfocaron esta pregunta desde los factores culturales, interculturales y contextuales que influyen en cualquier concepci&oacute;n y pr&aacute;ctica de la alfabetizaci&oacute;n informacional, y se&ntilde;alan que se debe tener en cuenta la caracterizaci&oacute;n de Iberoam&eacute;rica para adaptar o generar conceptualizaciones, modelos, est&aacute;ndares, indicadores, pr&aacute;cticas sobre este tema, m&aacute;s que como otro tipo de alfabetizaci&oacute;n en s&iacute; misma. Esto se evidencia en las siguientes afirmaciones:</p>

 <blockquote>La alfabetizaci&oacute;n cultural no es un segmento de la alfabetizaci&oacute;n informacional. Creo que es su contexto. Es decir para desarrollar programas, intervenciones, etc. de alfabetizaci&oacute;n informacional es necesario comprender los aspectos culturales de una comunidad. (<strong>Exp. 32 - M&eacute;xico)</strong><br />La alfabetizaci&oacute;n informacional precisa siempre de un contexto y el contexto m&aacute;s claro es la cultura <strong>(Exp. 49 - Espa&ntilde;a)</strong></blockquote>

 <p> <em>d) En qu&eacute; medida los factores culturales impactan positiva o negativamente en el uso eficiente de las nuevas tecnolog&iacute;as de informaci&oacute;n y comunicaci&oacute;n?</em></p>

<p>En el caso de este &iacute;tem se identificaron varios aspectos, relacionados con la pregunta anterior, en la cual un porcentaje significativo de expertos (30%) entendi&oacute; la "alfabetizaci&oacute;n cultural", teniendo en cuenta los factores contextuales que afectan a los procesos de alfabetizaci&oacute;n informacional. Entre los factores culturales m&aacute;s destacados indicados por los expertos, se han identificado estas categor&iacute;as principales:</p>

 <p>- El acceso y no acceso a la informaci&oacute;n en relaci&oacute;n con lo urbano y rural y las diferencias generacionales:</p><p>

 </p><blockquote>Creo que lo negativo en el uso eficiente de la tecnolog&iacute;a lo he visto m&aacute;s en las generaciones actuales, en algunas personas mayores hay m&aacute;s desconocimiento, pero ganas de aprender, en los m&aacute;s j&oacute;venes (en su mayor&iacute;a) est&aacute; la idea de lo r&aacute;pido, f&aacute;cil y c&oacute;modo. <strong><strong>(Exp. 8 - Espa&ntilde;a)</strong></strong><br />El impacto puede ser negativo y positivo. En una familia rural por ejemplo, poco habituada a utilizar tecnolog&iacute;a; por otra parte en el sector urbano la situaci&oacute;n es diferente. La cuesti&oacute;n es convertir una circunstancia negativa o positiva en aliada de la alfabetizaci&oacute;n informacional. <strong>(Exp. 19 - Per&uacute;)</strong></blockquote>
 
 <p>- La preferencias de los usuarios, de los estudiantes o de los ciudadanos por un medio anal&oacute;gico o por un medio digital</p>

 <blockquote>En la medida que las nuevas tecnolog&iacute;as se introduzcan de manera progresiva, entendiendo que para algunos ser&aacute; m&aacute;s f&aacute;cil que otros incorporarlas a la cotidianidad y que se acompa&ntilde;e con un proceso de formaci&oacute;n fuerte (adecuado a las necesidades personales) creo que se puede manejar positivamente el tema. <strong>(Exp. 21 - Colombia)</strong></blockquote>
 
 <p>- El reconocimiento de lo local en interrelaci&oacute;n con las din&aacute;micas informacionales y tecnol&oacute;gicas globales</p><p>

 </p><blockquote>Creo que los factores culturales pueden impactar positivamente, pues al hacer uso de las nuevas tecnolog&iacute;as de la informaci&oacute;n y comunicaci&oacute;n para promover las diferentes expresiones e identidades culturales en el escenario mundial, facilitan el acceso e intercambio de informaci&oacute;n, propician la comunicaci&oacute;n y la participaci&oacute;n ciudadana, favoreciendo un uso eficiente a las tecnologias de la informaci&oacute;n y comunicaci&oacute;n.  Desde otro punto de vista, se puede decir que las tecnologias de la informaci&oacute;n y comunicaci&oacute;n ejercen una influencia negativa en las identidades de los pa&iacute;ses, porque al ser aceptadas como un est&aacute;ndar de modernidad, tienden a unificar patrones culturales y modifican las relaciones interpersonales e institucionales. <strong>(Exp. 35 - M&eacute;xico)</strong></blockquote>
 
 <p>- La interrelaci&oacute;n de lo informativo y las tecnologias de la informaci&oacute;n y comunicaci&oacute;n para un uso educativo o m&aacute;s entretenimiento-comunicaci&oacute;n</p>

 <blockquote>Los factores culturales pueden impactar positiva y negativamente en el uso de las tecnologias de la informaci&oacute;n y comunicaci&oacute;n, un ejemplo claro lo constituye el uso de la telefon&iacute;a celular. Mientras m&aacute;s dominio cultural de la necesidad de comunicaci&oacute;n tenga la persona, mayor ser&aacute; el uso que le dar&aacute; al equipo y mayor ser&aacute; la necesidad de aprender. Sin embargo ha afectado negativamente tambi&eacute;n en el uso del lenguaje y en las relaciones interpersonales de la sociedad. El uso de estos medios ocasiona que la escritura se distorsione utilizando abreviaturas, errores ortogr&aacute;ficos y gramaticales. <strong>(Exp. 41 - Cuba)</strong></blockquote>
 
 <p>- Las implicaciones de las tecnologias de la informaci&oacute;n y comunicaci&oacute;n y la informaci&oacute;n en la vida diaria en la sociedad actual</p><p>

 </p><blockquote>Los factores culturales afectan la incorporaci&oacute;n de las TIC en los &aacute;mbitos de la vida diaria de diferentes maneras. Esto genera mayor o menor resistencia, reviste mayor o menos confianza en los procesos que se pueden depositar en las capacidades que representan los desarrollos tecnol&oacute;gicos. (<strong>Exp. 41 - Cuba)</strong></blockquote>
 
 <p>A modo de resumen, ofrecemos el siguiente gr&aacute;fico (figura 2) que expresa los valores asignados por los expertos a los factores culturales.</p>
 
 <figure class="centre">
   <img src="p680fig2.jpg" alt="Figura 2. Los factores culturales impactan positiva o negativamente en el uso eficiente de las TIC" width="396" height="411" />
   <figcaption>
      Figura 2. Los factores culturales impactan positiva o negativamente en el uso eficiente de las tecnologias de la informaci&oacute;n y comunicaci&oacute;n
  </figcaption>
</figure>

 
<p><em>e) En qu&eacute; medida los factores sociales impactan positiva o negativamente en el uso eficiente de las nuevas tecnolog&iacute;as de informaci&oacute;n y comunicaci&oacute;n? </em></p>
 
 <p>Finalmente, se observa que hay diferentes interpretaciones entre los expertos acerca del impacto de los factores sociales en el uso de las tecnologias de la informaci&oacute;n y comunicaci&oacute;n. Sirva de ejemplo estas afirmaciones:</p>

<blockquote>Todo lo que rodea a la persona en la sociedad puede afectar su comportamiento. Los factores sociales pueden afectar en primer lugar el acceso a las tecnolog&iacute;as de la informaci&oacute;n. <strong>(Exp. 15 - Uruguay)</strong><br />Los factores culturales podr&iacute;an estar considerados dentro de los sociales. Ubico fundamentalmente cuatro: a) el ling&uuml;istico: Los contenidos de la red est&aacute;n en su mayor&iacute;a en espa&ntilde;ol y es muy poco lo que se puede conseguir en lenguas. b) La discapacidad:  puede impactar negativamente dado que las facilidades para usar las tecnologias de la informaci&oacute;n y comunicaci&oacute;n por personas con diversos tipos de discapacidad no existen en la medida de lo necesario; c) la edad; se sabe que la brecha generacional tiene un impacto negativo. d) la educaci&oacute;n; la brecha educativa igualmente retrasa notoriamente el avance en el uso y apropiaci&oacute;n de las tecnolog&iacute;as y si bien en la actualidad hay un uso intenso entre los j&oacute;venes, por ejemplo, mucho tiempo se dedica al entretenimiento y no tanto a un uso productivo y de beneficio comunitario.  (<strong>Exp. 16 - Per&uacute;)</strong></blockquote>
  expertos destacan el importante papel de los aspectos econ&oacute;micos y educativos, que influyen en los conceptos de brecha digital para el acceso y uso de las tecnolog&iacute;as y de la informaci&oacute;n; el 38% incide en los factores educativos, mientras que 14% de los expertos valoran el papel de pol&iacute;ticas gubernamentales. Sirvan de ejemplo estas opiniones:<p></p>

 <p>No obstante, entre los factores sociales frecuentes, el 48% de los
 </p><blockquote>Os fatores como desemprego, desigualdade social e baixo n&iacute;vel de escolaridade s&atilde;o fatores que impactam negativamente no uso eficiente e &eacute;tico das tecnologias de la informaci&oacute;n y comunicaci&oacute;n. As politicas publicas s&atilde;o relevantes para reduzir o impacto deste fatores e promover a democratiza&ccedil;&atilde;o tecnologica e permitir o acesso &Aacute; s novas tecnologias. (<strong>Exp. 8 - Portugal)</strong>
<br />Tienen un alto impacto, existe una fuerte asociaci&oacute;n entre bajos ingresos y las dificultades para acceder a la alfabetizaci&oacute;n digital. <strong>(Exp. 14 - Uruguay)</strong>
<br />.Los elementos sociales son inseparables de los econ&oacute;micos y &eacute;stos de las capacidades tecnol&oacute;gicas. Esos factores sociales y econ&oacute;micos son la base por ejemplo de la brecha digital de acceso y en buena medida de la de uso. <strong>(Exp. 49 - Espa&ntilde;a)</strong></blockquote>
 
 <h3>El concepto de alfabetizaci&oacute;n informacional</h3>
 
  <p>a) <em>A qu&eacute; llama Ud. alfabetizaci&oacute;n informacional?</em> </p>
 
 <p>Entre las definiciones citadas o propuestas sobre la alfabetizaci&oacute;n informacional, se constata que un porcentaje bajo de expertos (8%) ha trabajado m&aacute;s tomando como base las definiciones reconocidas de asociaciones profesionales en el campo de la bibliotecolog&iacute;a (IFLA, ALA, CILIP, CAUL), de organizaciones en el marco de la educaci&oacute;n (UNESCO), o en el marco econ&oacute;mico (OCDE). Mientras que una amplia mayor&iacute;a de expertos (74%) propone y expone sus propias definiciones o cita a algunos autores iberoamericanos (18%), que son parte de este mismo panel de expertos como G&oacute;mez, Uribe, Pinto, entre otros. </p>
 
 <p>A continuaci&oacute;n la tabla 2 representa la distribuci&oacute;n de los tipos de definiciones y las m&aacute;s usadas del contexto mundial o iberoamericano:</p> 
 
 <table class="center">
<caption><br />Tabla 2: Composici&oacute;n del panel de expertos</caption>

 <tbody>
 <tr><th>Definiciones de organizaciones nacionales e internacionales mencionas como referentes</th><th>Definiciones de expertos mencionados como referentes</th></tr>
 <tr><td style="text-align:center;">ALA-ACRL</td><td style="text-align:center;">&Aacute;rea, G&oacute;mez</td></tr>
<tr><td style="text-align:center;">CILIP</td><td style="text-align:center;">Abell, Armstrong, Webber</td></tr>
<tr><td style="text-align:center;">EDUTEKA</td><td style="text-align:center;">Barbosa</td></tr>
<tr><td style="text-align:center;">IFLA</td> <td style="text-align:center;">Hern&aacute;ndez</td></tr>
<tr><td style="text-align:center;">UNESCO</td><td style="text-align:center;">Lara</td></tr>
<tr><td>&nbsp;</td><td style="text-align:center;">Lau</td></tr>
<tr><td>&nbsp;</td><td style="text-align:center;">Pinto</td></tr>
<tr><td>&nbsp;</td><td style="text-align:center;">Uribe-Tirado</td></tr>
 <tr><td>&nbsp;</td><td style="text-align:center;">Vega</td></tr></tbody></table>
 
  <p>Se aprecia tambi&eacute;n que hay una compresi&oacute;n de lo que implica la alfabetizaci&oacute;n informacional, pero a su vez se cuestiona esta denominaci&oacute;n y su uso apropiado en el campo de la Bibliotecolog&iacute;a/Documentaci&oacute;n, altern&aacute;ndose con la denominaci&oacute;n de competencias informacionales:</p> 
 
 <blockquote>A alfabetiza&ccedil;&aacute;o informacional aqui tratada como sin&ocirc;nimo de compet&ecirc;ncia informacional, por se tratar de um conjunto de habilidades informacionais que apoiam a identifica&ccedil;&atilde;o e solu&ccedil;&atilde;o de problemas atrav&eacute;s de diagn&oacute;sticos e simula&ccedil;ao de cen&aacute;rios para a determina&ccedil;&atilde;o da informa&ccedil;&atilde;o requerida e de sua fonte, assim como agregar conhecimento pr&oacute;prio.<strong>(Exp. 9 - Portugal)</strong></blockquote>
 
 <p>En lo referente a las definiciones, se constata que un 40% de los expertos coinciden en el reconocimiento de las distintas competencias que implica ALFIN (necesidad de informaci&oacute;n, b&uacute;squeda, evaluaci&oacute;n, uso &eacute;tico, comunicaci&oacute;n). De igual forma otro 40% de los expertos insisten la importancia y alcance desde la perspectiva de los individuos y/o las comunidades tanto en lo educativo como en lo ciudadano, ya que "contribuye al aprendizaje a lo largo de la vida o permanente", "posibilita el pensamiento cr&iacute;tico" y "ayuda a la resoluci&oacute;n de problemas", etc.:</p> 
 
 <blockquote>Alfabetizaci&oacute;n Informacional es un proceso condicionado por la sociedad de la informaci&oacute;n y el conocimiento, cuyo fin &uacute;ltimo es el desarrollo de competencias para la identificaci&oacute;n de las necesidades de informaci&oacute;n y el manejo adecuado de las fuentes y recursos. Tiene una implicaci&oacute;n en el desarrollo social y profesional de los individuos puesto que promueve la autonom&iacute;a, el pensamiento cr&iacute;tico, los valores y una actitud positiva hacia el aprendizaje a lo largo de la vida.<strong>(Exp. 39 - Cuba)</strong></blockquote>
 
 <p>Por consiguiente, analizando y dando valor (peso) a las diferentes expresiones utilizadas por los expertos en sus definiciones y comprensi&oacute;n  de la alfabetizaci&oacute;n informacional y aplicando una herramienta de visualizaci&oacute;n de informaci&oacute;n como son las nubes de t&eacute;rminos, la figura 3 muestra que las palabras clave m&aacute;s utilizadas y por tanto significativas para los expertos: competencia, formaci&oacute;n, habilidades, contexto, aprendizaje, evaluar, etc.</p> 
 
  <figure class="centre">
   <img src="p680fig3.jpg" alt="Figura 3. Nube de t&eacute;rminos m&aacute;s utilizados en las definiciones de los expertos" width="396" height="411" />
   <figcaption>
      Figura 3. Nube de t&eacute;rminos m&aacute;s utilizados en las definiciones de los expertos
  </figcaption>
</figure>
 
 <p><em>b) Exprese sus consideraciones acerca de la concepci&oacute;n expuesta. Sus observaciones, reflexiones o comentarios, son bienvenidas.</em> </p>
 
   <p>En general, la mayor&iacute;a de los expertos (91%) aceptan la propuesta de definici&oacute;n que propone el equipo coordinador del estudio como base para la discusi&oacute;n; no obstante hay algunas opiniones de expertos que aportan ciertos matices que queremos recoger:</p> 
 
 <blockquote>Echo en falta el aspecto clave, vital, de la "producci&oacute;n de informaci&oacute;n". Es algo que se puede dar como impl&iacute;cito en la expresi&oacute;n "para generar conocimiento y en saber difundirla y usarla", pero. dadas las cr&iacute;ticas planteadas -en gran parte injustificadas- al concepto de Alfin como ayuno del factor 'producci&oacute;n', no estar&iacute;a de m&aacute;s hacer hincapi&eacute; en ello. <strong>(Exp. 48 - Espa&ntilde;a)</strong></blockquote>
 
 <blockquote>Creo que las definiciones no deber&iacute;an ser complejas; por eso siempre me ha gustado la denominaci&oacute;n de CILIP, porque utiliza las cl&aacute;usulas que se utilizan para crear preguntas (qu&eacute;, c&oacute;mo...). Considero que despu&eacute;s es susceptible de llenarse de contenidos tan ricos y variopintos como se desee.<strong>(Exp. 49 - Espa&ntilde;a)</strong></blockquote>
 
 <p><em>c) Considera Ud. que la denominaci&oacute;n &rdquo;alfabetizaci&oacute;n informacional&ldquo; es la m&aacute;s adecuada? Explique y fundamente su respuesta.Gracias.</em></p>
 
 <p>Del an&aacute;lisis de las opiniones emitidas por los expertos, se confirma como ya se ha dicho anteriormente, que una mayor&iacute;a de los expertos (55%) acepta la denominaci&oacute;n "alfabetizaci&oacute;n informacional" para conceptualizar esta pr&aacute;ctica y sus diferentes, modelos, est&aacute;ndares, evaluaciones, etc. </p> 
 
 <p>No obstante, un grupo de expertos (29%) reconocen lo problem&aacute;tico del t&eacute;rmino alfabetizaci&oacute;n (tanto en espa&ntilde;ol como en portugu&eacute;s) por lo que para evitar confusiones prefieren el uso del t&eacute;rmino competencias informacionales ("compet&ecirc;ncia em informa&ccedil;&atilde;o"). Sirva de ejemplo el siguiente testimonio de un experto brasile&ntilde;o:</p> 
 
 <blockquote>A maioria dos estudos no Brasil que tenho tido acesso tem traduzido "Information Literacy" como "Compet&ecirc;ncia Informacional". Fleury e Fleury (2000) destacam que esta &eacute; a melhor tradu&ccedil;&atilde;o em raz&atilde;o de sua defini&ccedil;&atilde;o "voltar-se a um saber agir respons&aacute;vel e reconhecido, que implica mobilizar, integrar, transferir conhecimentos, recursos, habilidades, que agreguem valor direcionado. &Aacute; informa&ccedil;&atilde;o e seu vasto universo". <strong>(Exp. 9 - Brasil)</strong></blockquote>
 
  <p>Por otro lado, el 16% de los expertos considera que la expresi&oacute;n alfabetizaci&oacute;n informacional es adecuada cuando se emplea en el campo de la bibliotecolog&iacute;a-documentaci&oacute;n, pero cuando se trabaja en otras &aacute;reas es mejor utilizar la expresi&oacute;n competencias informacionales, al tener una mejor receptividad en los distintos entornos (educativo, pol&iacute;tico, gesti&oacute;n del conocimiento, etc.).</p>
  
  <p>Finalmente, esta pregunta se enlaza con estos dos &uacute;ltimos &iacute;tems: (Si Ud. tiene una denominaci&oacute;n m&aacute;s apropiada, comp&aacute;rtala con el panel, y Si Ud. tiene alg&uacute;n comentario, sugerencia, o reflexi&oacute;n adicional, comp&aacute;rtala con el panel).</p>
  
  <p>En cuanto a las opiniones de los expertos, se observa que, adem&aacute;s de los t&eacute;rminos alfabetizaci&oacute;n informacional, desarrollo de habilidades en informaci&oacute;n (que son los m&aacute;s usados en espa&ntilde;ol) y compet&ecirc;ncia em informa&ccedil;&atilde;o, literacia informacional (usados en portugu&eacute;s de Brasil y de Portugal, respectivamente), se propone el uso de los t&eacute;rminos fluidez informativa, cultura informacional y literacidad.  Tambi&eacute;n insisten que el progreso de la alfabetizaci&oacute;n informacional debe ir m&aacute;s all&aacute; del &aacute;mbito estrictamente bibliotecario/documental y educativo.</p>
  
    <h3>Relaci&oacute;n entre la alfabetizaci&oacute;n informacional y la familia de alfabetizaciones</h3>
	
	 <p><em>a) Organice las concepciones de alfabetizaci&oacute;n anteriormente mencionadas, expresando sus relaciones. Puede utilizar cualquier representaci&oacute;n gr&aacute;fica, o expresarlo textualmente. Gracias.</em></p>
  
  <p>El hecho de que dos de los tipos de alfabetizaciones propuestos desde el estudio (alfabetizaci&oacute;n en el uso de medios tecnol&oacute;gicos y alfabetizaci&oacute;n cultural) no tuvieran mucho consenso y reconocimiento entre todos los expertos, conlleva a que las posibles interrelaciones con las 4 alfabetizaciones propuestas carezcan de la misma fuerza en sus interrelaciones y estructura-niveles, etc.</p>
  
  <p>No obstante, a la luz del an&aacute;lisis de las opiniones de los expertos se pueden identificar estas dos tendencias: de una parte, algo m&aacute;s de la mitad de los expertos (54%) considera la alfabetizaci&oacute;n informacional como centro de las otras alfabetizaciones (figura 4)1, debido tanto a una concepci&oacute;n amplia de lo que es informaci&oacute;n (informaci&oacute;n en diferentes formatos, medios, alcances y tem&aacute;ticas), como a una concepci&oacute;n biblioc&eacute;ntrica.</p>
  
<figure class="centre">
  <img src="p680fig4.jpg" alt="Figura 4: Representaci&oacute;n de la alfabetizaci&oacute;n informacional como centro" width="470" height="288" />
   <figcaption>
      Figura 4: Representaci&oacute;n de la alfabetizaci&oacute;n informacional como centro. Tomado de: http://www.otis.edu/life_otis/library/information_literacy/information_competency.html  [<em>Ed. note: this page no longer exists</em>]
  </figcaption>
</figure>

<p>Esta visi&oacute;n se evidencia en los siguientes testimonios:</p>

<blockquote>Todas se pueden dar por separado, pero s&oacute;lo la alfabetizaci&oacute;n informacional engloba a las dem&aacute;s.<strong>(Exp. 8 - Espa&ntilde;a)</strong></blockquote>

  <blockquote>La denominaci&oacute;n "alfabetizaci&oacute;n informacional" me parece que contiene las dem&aacute;s alfabetizaciones, como, por ejemplo, la digital, la computacional y la multimedia. Y esto porque en los tres casos se est&aacute; hablando de informaci&oacute;n en diferentes soportes, cuya selecci&oacute;n, manejo, presentaci&oacute;n y evaluaci&oacute;n requieren las competencias necesarias. <strong>(Exp. 16 - Per&uacute;)</strong></blockquote>
  
 <p>Y de otra parte, est&aacute; la tendencia de concebir la alfabetizaci&oacute;n informacional como un tipo de alfabetizaci&oacute;n en relaci&oacute;n de igualdad con otras alfabetizaciones y &aacute;reas del conocimiento implicadas (inform&aacute;tica, comunicaci&oacute;n, artes-publicidad, educaci&oacute;n, etc.). Esta visi&oacute;n se ha representado con la met&aacute;fora de una sombrilla (figura 5)2.</p>
 
  <figure class="centre">
   <img src="p680fig5.jpg" alt="Figura 5: Representaci&oacute;n de ALFIN como otra alfabetizaci&oacute;n" width="602" height="388" />
   <figcaption>
      Figura 5: Representaci&oacute;n de la alfabetizaci&oacute;n informacional como otra alfabetizaci&oacute;n. Tomado de: <a href="http://www.webcitation.org/query?url=http%3A%2F%2Fwww.lassanamagassa.com%2F2011%2F07%2Ftransliteracy-information-literacy-by-another-name%2F&amp;date=2015-08-13">http://www.lassanamagassa.com/2011/07/transliteracy-information-literacy-by-another-name</a>
  </figcaption>
</figure>
 
  <p>Este enfoque se materializa en la opini&oacute;n de un 46% de los expertos. Sirva de ejemplo la siguiente afirmaci&oacute;n:</p>
 
   <blockquote>La alfabetizaci&oacute;n informacional se relaciona directamente y tiene una interdependencia con las alfabetizaciones inform&aacute;tica, medial y cultural, ya que las tecnolog&iacute;as condicionan todo tipo de flujos de informaci&oacute;n.<strong>(Exp. 7 - Chile)</strong></blockquote>
 
  <p>Por consiguiente, las opiniones emitidas por los expertos presentan algunos aspectos similares, especialmente al considerar la alfabetizaci&oacute;n computacional como complementaria de la alfabetizaci&oacute;n informacional, y por tanto subordinada. </p>
 
  <p>Sin embargo, en relaci&oacute;n con las otras alfabetizaciones se observan niveles y jerarqu&iacute;as distintas, poniendo de manifiesto las distintas concepciones y enfoques de la alfabetizaci&oacute;n informacional, como se evidencia en estas propuestas de algunos expertos: </p>
 
 <blockquote>ALFABETIZACI&Oacute;N INFORMACIONAL
      Proceso de ense&ntilde;anza   aprendizaje
        del conjunto de habilidades, conocimientos 
        y aptitudes para interactuar con la informaci&oacute;n
        en cualquier escenario, para un desempe&ntilde;o
        exitoso en la sociedad. 
     UP: Alfabetizaci&oacute;n bibliotecaria
       Instrucci&oacute;n Bibliogr&aacute;fica
       Educaci&oacute;n de Usuarios
     TG: Alfabetizaci&oacute;n Informativa
     TE: Alfabetizaci&oacute;n Computacional
     TE: Alfabetizaci&oacute;n Tecnol&oacute;gica
     USE: Competencia Informacional
     USE: Habilidades Informativas
     TR: Alfabetizaci&oacute;n Cultural
Alfabetizaci&oacute;n Multimedia
Educaci&oacute;n
<strong>(Exp. 40 - Cuba)</strong></blockquote>
 
 <blockquote>Alfabetizaci&oacute;n informacional
-Alfabetizaci&oacute;n cultural 
-Alfabetizaci&oacute;n documental
-Alfabetizaci&oacute;n digital o computacional
-Alfabetizaci&oacute;n en medios
<strong>(Exp. 8 - Espa&ntilde;a)</strong></blockquote>
 
 <p>En este sentido, la figura 6 muestra el peso de esas interrelaciones y los niveles de jerarqu&iacute;a entre las distintas alfabetizaciones seg&uacute;n la voz de los expertos. As&iacute;, el 46% sit&uacute;an la alfabetizaci&oacute;n computacional como complemento de la alfabetizaci&oacute;n informacional, el 27% incluye en esta clasificaci&oacute;n a la alfabetizaci&oacute;n cultural, el 15% a la alfabetizaci&oacute;n medi&aacute;tica y el 12% a la alfabetizaci&oacute;n en medios de comunicaci&oacute;n.</p>
 
  <figure class="centre">
   <img src="p680fig6.jpg" alt="Figura 6: Reconocimiento y clasificaci&oacute;n de otras alfabetizaciones en relaci&oacute;n con ALFIN" width="532" height="440" />
   <figcaption>
      Figura 6: Reconocimiento y clasificaci&oacute;n de otras alfabetizaciones en relaci&oacute;n con la alfabetizaci&oacute;n informacional
  </figcaption>
</figure>
 
 <h3>Relaci&oacute;n entre a alfabetizaci&oacute;n informacionall y otros enfoques dentro de la especialidad</h3>
 
 <p><em>a) Dentro de qu&eacute; disciplina, tema, asignatura, ubica Ud. los contenidos relativos a la alfabetizaci&oacute;n informacional? Gracias.</em></p> 
 
 <p>Si analizamos las aportaciones de los expertos, sobre este tema, se detectan dos tendencias. Una, centrada en c&oacute;mo la alfabetizaci&oacute;n informacional debe ser un tema de estudio y formaci&oacute;n en carreras de Biblioteconom&iacute;a/Documentaci&oacute;n/Informaci&oacute;n, hecho que es aceptado por la mayor&iacute;a de los expertos:</p> 
 
  <blockquote>Dentro de la disciplina de la bibliotecolog&iacute;a y las ciencias de la informaci&oacute;n, adem&aacute;s de aparecer de forma expl&iacute;cita los contenidos que hacen referencia a la alfabetizaci&oacute;n informacional en una asignatura debe embeberse transversalmente durante toda la formaci&oacute;n acad&eacute;mica: 
  
<ul>
<li> A nivel de la sociedad deben implementarse programas de alfabetizaci&oacute;n Informacional coordinados desde la comunidad por las bibliotecas p&uacute;blicas.</li>

<li>A nivel de la formaci&oacute;n de nivel b&aacute;sico y medio (primaria, secundaria, preuniversitario) deben impulsarse programas que organizados desde las bibliotecas escolares sean la base para el desarrollo posterior de las competencias informacionales.</li>

<li>En la formaci&oacute;n superior las bibliotecas universitarias juegan un rol esencial. Los bibliotecarios est&aacute;n llamados a crear alianzas con los docentes y lograr insertar en los curr&iacute;culos los contenidos referidos a la alfabetizaci&oacute;n informacional.</li>
</ul>
</blockquote>

<blockquote>En la formaci&oacute;n posgraduada los bibliotecarios especializados deben implementar procesos de formaci&oacute;n de competencias informacionales. Se deben insertar los contenidos en los programas de las maestr&iacute;as y doctorados.<strong>(Exp. 39 - Cuba)</strong></blockquote>
 
  <p>La otra tendencia, se orienta a la formaci&oacute;n en la alfabetizaci&oacute;n informacional para diferentes profesiones, sectores y &aacute;reas del conocimiento, reconociendo por parte de la mayor&iacute;a de los expertos el rol transversal e interdisciplinario de la alfabetizaci&oacute;n informacional en esta formaci&oacute;n (50% expertos lo indican directamente), sea desde la educaci&oacute;n formal (en todos los niveles educativos, con diferentes estrategias y tipolog&iacute;as de cursos/mediaciones, etc.) o desde la ciudadana:</p> 
 
 <blockquote>La alfabetizaci&oacute;n Informacional es un eje transversal a lo largo del sistema educativo, por lo tanto debe parte del aprendizaje en todas las disciplinas, preferiblemente, o como una disciplina independiente a lo largo de todo el sistema educativo. (<strong>Exp. 26 - Costa Rica)</strong></blockquote>
 
 <p><em>b) Represente la ubicaci&oacute;n de la alfabetizaci&oacute;n informacional con otros temas, disciplinas, asignaturas, expresando sus relaciones (subordinaci&oacute;n relaci&oacute;n.). Puede utilizar, si lo desea, cualquier representaci&oacute;n gr&aacute;fica, o expresarlo textualmente. Gracias.</em></p> 
 
 <p>Este &iacute;tem est&aacute; interrelacionado con la pregunta anterior, y seg&uacute;n las afirmaciones de del 57% de los expertos est&aacute;n enfocadas a la transversalidad e interdisciplinariedad que implica la formaci&oacute;n en la alfabetizaci&oacute;n informacional, preferentemente en manos de los bibliotecarios/documentalistas.</p> 
 
 <blockquote>Si bien hoy la AI forma parte de la especialidad de los bibliotec&oacute;logos, la alfabetizaci&oacute;n informacional deber&iacute;a ser transversal a todas las asignaturas. Los proyectos sobre la alfabetizaci&oacute;n informacional deben contar con la participaci&oacute;n de especialistas del &aacute;rea educacional y de la bibliotecolog&iacute;a, documentaci&oacute;n e informaci&oacute;n. (<strong>Exp. 7 - Chile)</strong></blockquote> 
 
 <p>Por otro lado, el 43% de los expertos manifest&oacute; que la puesta en pr&aacute;ctica de la alfabetizaci&oacute;n informacional debe considerar tambi&eacute;n otros aspectos, tales como:</p> 
 
 <ul>
 <li>las caracter&iacute;sticas y diferencias que implica la formaci&oacute;n en la alfabetizaci&oacute;n informacional seg&uacute;n los lugares de acci&oacute;n (biblioteca, instituci&oacute;n educativa, etc.) lo cual indicaron un 35% de los expertos que respondieron</li>
 
 <li>los niveles en la educaci&oacute;n formal donde se lleve a cabo (primaria, secundaria y/o universidad), expresado por un 45% de estos expertos, y la relaci&oacute;n entre la alfabetizaci&oacute;n informacional y los procesos-metodolog&iacute;as de investigaci&oacute;n como una gran oportunidad para su integraci&oacute;n curricular e investigativa</li>
 
 <li>y la oportunidad que brindan los cursos de metodolog&iacute;a de la investigaci&oacute;n, especialmente a nivel de educaci&oacute;n universitaria, de poder incorporar m&aacute;s curricularmente la alfabetizaci&oacute;n informacional, lo cual fue expresado por un 20% de los expertos que respondieron esta pregunta</li>
</ul>
 
 <h3>Campo de especialidad profesional</h3>
 
 <p><em>a) Defina su campo de especializaci&oacute;n.</em></p> 
 
 <p>Se verifica que la procedencia o pr&aacute;ctica educativa y/o profesional de los expertos participantes en el estudio est&aacute; centrada principalmente en el &aacute;rea de la Biblioteconom&iacute;a/Documentaci&oacute;n. No obstante, es significativo que adem&aacute;s est&eacute;n presentes  profesionales de otras &aacute;reas como la comunicaci&oacute;n, el periodismo, la psicolog&iacute;a, la literatura,  la traducci&oacute;n, etc., poniendo de manifiesto el car&aacute;cter interdisciplinario de esta pr&aacute;ctica, pero a&uacute;n muy centrada en la regi&oacute;n iberoamericana en el &aacute;rea de ciencias sociales y humanas y en distintos niveles educativos, aunque especialmente universitario.</p> 
 
 <blockquote>Como acad&eacute;mica - vengo del &aacute;rea de las comunicaciones - tanto en la docencia como en el rol de gu&iacute;a de tesistas, me di cuenta de las carencias de los estudiantes en lo que se refiere al acceso y uso de la informaci&oacute;n; a hacer citas y bibliograf&iacute;as. Comprob&eacute; la importancia de trabajar con los bibliotec&oacute;logos y en alianza con las bibliotecas. De ah&iacute; naci&oacute; el inter&eacute;s en hacer mi tesis doctoral en ALFIN y proponer la incorporaci&oacute;n de la Alfabetizaci&oacute;n Informacional desde la Educaci&oacute;n Primaria.<strong>(Exp. 7 - Chile)</strong></blockquote>
 
  <blockquote>Sou graduado em Jornalismo, mestre em Comunica&ccedil;&atilde;o Social e doutor em Ci&ecirc;ncia da Informa&ccedil;&atilde;o. Minha &aacute;rea de atua&ccedil;&atilde;o, para a qual fiz o concurso na UFMG, &eacute; "Usu&aacute;rios da Informa&ccedil;&atilde;o". &Aacute; dentro dela que tenho me aproximado da tem&aacute;tica da alfabetiza&ccedil;&atilde;o informacional. Tamb&eacute;m me dedico. &Aacute; Epistemologia da Ci&ecirc;ncia da Informa&ccedil;&atilde;o e suas rela&ccedil;ao com a Arquivologia, a Biblioteconomia e a Museologia. Nesse sentido, tenho me inclinado para a investiga&ccedil;&atilde;o sobre os conte&uacute;dos e assuntos transversais e comuns a esses quatro campos - e, com certeza, alfabetiza&ccedil;&atilde;o informacional &eacute; um deles. <strong>(Exp. 11 - Brasil)</strong></blockquote>
  
   <blockquote>Psicologia e profissional de informa&ccedil;&atilde;o. Alio dois mundos numa grande diversidade de pr&aacute;ticas. <strong>(Exp. 43 - Portugal)</strong></blockquote>
 
 <blockquote>Mi verdadero campo de especializaci&oacute;n son los estudios literarios (teor&iacute;a literaria y literatura comparada). Ello me llev&oacute; a la especializaci&oacute;n en traducci&oacute;n literaria, que ejerzo como profesional para diversas editoriales espa&ntilde;olas, desde hace diez a&ntilde;os. Al campo de la documentaci&oacute;n llegu&eacute; por casualidad, para hacerme cargo de la asignatura de Documentaci&oacute;n Aplicada a la Traducci&oacute;n. <strong>(Exp. 44 - Espa&ntilde;a)</strong></blockquote>
 
 <p>Sirva de resumen las figuras 7 y 8, que muestran las diferentes procedencias principal y secundaria de los expertos:</p> 
 
 <figure class="centre">
   <img src="p680fig7-8.jpg" alt="Figuras 7 y 8. &Aacute;rea de procedencia principal y secundaria de los expertos " width="620" height="552" />
   <figcaption>
      Figuras 7 y 8. &Aacute;rea de procedencia principal y secundaria de los expertos 
  </figcaption>
</figure>
 
  <h2>Conclusiones</h2>
 
 <p>Tras e trabajo de an&aacute;lisis realizado y los resultados obtenidos, presentamos las conclusiones generales de esta primera fase del estudio Delphi, que se tendr&aacute;n en cuenta para las otras fases del estudio y sus respectivas publicaciones.</p> 
 
 <p>Por tanto, destacamos los siguientes aspectos significativos:</p> 
 
 <ol>
 <li>Ha sido muy positivo el grado de participaci&oacute;n y de representatividad de los expertos, tanto en cuanto al enclave geogr&aacute;fico como en relaci&oacute;n con el nivel educativo y el ejercicio profesional.</li>
 
 <li>Respecto a los objetivos, la metodolog&iacute;a y el alcance del estudio, la mayor&iacute;a de los expertos lo consideran apropiados. Se aprecian valoraciones muy positivas para el estudio de la alfabetizaci&oacute;n informacional en Iberoam&eacute;rica.</li>
 
<li>Se constata el dominio del tema por parte de los expertos, especialmente se concibe con claridad lo que es la alfabetizaci&oacute;n informacional y se percibe tanto un conocimiento de los desarrollos internacionales como un mayor autoreconocimiento de las aportaciones conceptuales desde el contexto Iberoamericano.</li>
 
<li>Aunque en algunos casos se exponen enfoques propios sobre al concepto y denominaci&oacute;n de alfabetizaci&oacute;n informacional, se evidencia la influencia de las definiciones planteadas por UNESCO. Se acepta la denominaci&oacute;n alfabetizaci&oacute;n informacional como el t&eacute;rmino m&aacute;s reconocido en el &aacute;mbito de los expertos y su posicionamiento en la regi&oacute;n estudiada, enfatizando su v&iacute;nculo con los contextos culturales y sociales, de los cuales se nutre y a los cuales aporta. Pero la necesidad de acercamiento y dialogo con otras &aacute;reas y sectores, y su mayor aceptaci&oacute;n en los usuarios, estudiantes y ciudadan&iacute;a hace que se alterne con la denominaci&oacute;n "competencias informacionales".</li>

<li>Es significativa la apreciaci&oacute;n de que la alfabetizaci&oacute;n informacional debe formar parte de los programas de ense&ntilde;anza a varios niveles, y deben estar respaldados por las pol&iacute;ticas nacionales educativas.</li>

<li>En cuanto a la familia de alfabetizaciones, la mayor&iacute;a de los expertos consultados afirman que hay claridad sobre lo que implicar&iacute;a la alfabetizaci&oacute;n computacional-inform&aacute;tica y la alfabetizaci&oacute;n informacional. Sin embargo, no sucede lo mismo con el significado de las alfabetizaciones medi&aacute;tica y cultural. Espec&iacute;ficamente, la primera se identific&oacute; m&aacute;s con la computacional, y la segunda como una alfabetizaci&oacute;n en s&iacute; misma, reconociendo la alfabetizaci&oacute;n informacional como una pr&aacute;ctica contextual y fenomenol&oacute;gica.</li>

<li>En el mismo sentido del punto anterior, se reconocen que hay factores culturales y/o sociales que afectan a los procesos de formaci&oacute;n en las alfabetizaciones tecnol&oacute;gica e informacional, aunque no una existe una visi&oacute;n clara sobre los tipos de factores, sus delimitaciones, etc.</li>

<li>Se enfatiza que en la titulaci&oacute;n de Biblioteconom&iacute;a e Informaci&oacute;n/Documentaci&oacute;n, la alfabetizaci&oacute;n informacional constituye una prioridad curricular que debe insertarse en los planes de estudio a fin de que estos especialistas puedan jugar un rol m&aacute;s activo como formadores de competencias informacionales. Esto determina la cercan&iacute;a con otras &aacute;reas de conocimiento, especialmente con las ciencias sociales y humanas, y a su vez, un enfoque nuclear del lugar de la alfabetizaci&oacute;n informacional en relaci&oacute;n con otras alfabetizaciones (multialfabetismo, transalfabetismo, metalfabetismo).</li>

<li>Por &uacute;ltimo, no se aprecian diferencias significativas atendiendo a criterios como pa&iacute;s, o esfera de actuaci&oacute;n en los puntos de vista emitidos por los expertos de diferentes pa&iacute;ses. Se confirma la universalidad de la literatura consultada y el desarrollo de experiencias propias en programas locales, en el an&aacute;lisis y trabajo en estos temas como parte de la actuaci&oacute;n profesional o de los estudios de postgrado.</li>

</ol>

 <h2>Agradecimientos</h2> 
 
 <p>Agradecemos en primer lugar la colaboraci&oacute;n y entusiasmo de los expertos que han hecho posible esta investigaci&oacute;n y en particular a los que han participado en esta primera ronda:</p> 
 
 <p>Ana A. Chiesa, Ma. Segunda Varela, A. Analia Povolo, Marcela Verde, Ma. del Carmen Ladr&oacute;n de Guevara, Marines Santana Justo Smith, Regina Baptista Belluzzo, Carlos A. &Aacute;vila Araujo, Helen de Castro Casarin, Ana Maria Reusch, Elizabeth Loyola, Alejandro Uribe, Gloria Marciales, Juan Carlos Sierra, Alice Miranda, Eneida Quindemil, Marlery S&aacute;nchez, Mercedes Fern&aacute;ndez, Grizly Meneses, Liuris Rodr&iacute;guez, Aida Bed&oacute;n, Dora Sales, Eva Ortoll, Jos&eacute; A. G&oacute;mez, Crist&oacute;bal Pasadas, Andoni Calder&oacute;n, Miguel A. Marzal, Francisco J. Garc&iacute;a Marco, Jes&uacute;s Lau, Jos&eacute; de J. Cort&eacute;s, Lourdes Tiscare&ntilde;o, Lourdes Rovalo, Judith Licea, Gerardo S&aacute;nchez, Guadalupe Vega, Blanca Estela Sol&iacute;s Valdespino, Berenice Mears, Octavio Castillos, Aurora de la Vega, Nelva Quevedo, Ada Rengifo, Paola Ascencion, Armando Malheiro da Silva, Carlos Lopes, Ma. Gladys Ceretta, Sandra Garc&iacute;a Rivadulla, Javier Canzani, &Aacute;lvaro Gascue Qui&ntilde;ones y Johan Pirela.</p> 
 
 <p>Tambi&eacute;n, agradecemos al Ministerio de Ciencia e Innovaci&oacute;n de Espa&ntilde;a la financiaci&oacute;n concedida para la realizaci&oacute;n de este trabajo en el marco del proyecto competitivo de investigaci&oacute;n y desarrollo sobre Competencias informacionales en la ense&ntilde;anza superior (EDU2011-29290)</p>
 
 <h2 id="author">Sobre los autores</h2> 
 
 <p><strong>Gloria Ponju&aacute;n.</strong> Es doctora en Ciencias de la Informaci&oacute;n y Profesora Titular e investigadora de la Facultad de Comunicaci&oacute;n, Universidad de La Habana-Cuba. Su e-mail de contacto es gponjuan@fcom.uh.cu<br />
<strong>Mar&iacute;a Pinto.</strong> Es doctora en Filosof&iacute;a y Letras y Catedr&aacute;tica e investigadora en la Facultad de Comunicaci&oacute;n y Documentaci&oacute;n de la Universidad de Granada-Espa&ntilde;a. Su e-mail de contacto es mpinto@ugr.es <br />
<strong>Alejandro Uribe-Tirado.</strong> Es doctor en Bibliotecolog&iacute;a y Documentaci&oacute;n Cient&iacute;fica y Profesor e Investigador en la Escuela Interamericana de Bibliotecolog&iacute;a de la Universidad de Antioquia-Colombia. Su e-mail de contacto es auribe.bibliotecologia.udea@gmail.com</p> 
  
  
 
</section>

<section class="refs">
 
 
 <form>  
 <fieldset>  
 <legend style="color: white; background-color: #5E96FD; font-size: medium; padding: .1ex .5ex; border-right: 1px solid navy;
 border-bottom: 1px solid navy; font-weight: bold;">References</legend>  
  <ul class="refs"> 
 
 <li id="Area">Area Moreira, M. (2007). <a href="http://www.webcitation.org/6WODE8o3r"><em>Adquisici&oacute;n de competencias en informaci&oacute;n. Una materia necesaria en la formaci&oacute;n universitaria. Documento marco de REBIUN para la CRUE-REBIUN.</em></a> Recuperado de http://rebiun.org/export/docReb/Adquisiciondecompetencias.doc (Archived by WebCite&reg; at http://www.webcitation.org/6WODE8o3r)</li>
 
  <li id="Barbosa">Barbosa-Chac&oacute;n, J.W.,  Barbosa-Herrera, J.C., Marciales-Vivas, G.P. y Casta&ntilde;eda-Pe&ntilde;a, H.A. (2010). <a href="http://www.webcitation.org/6bF6va9bO">Reconceptualizaci&oacute;n sobre competencias informacionales. Una experiencia en la educaci&oacute;n superior.</a> <em>Revista de Estudios Sociales-Universidad de los Andes,</em> No. 37. Recuperado de 2011 de http://res.uniandes.edu.co/pdf/descargar.php?f=./data/Revista_No_37/07_Otras_Voces_02.pdf (Archived by WebCite&reg; at http://www.webcitation.org/6bF6va9bO)</li> 

 
 <li id="Cabra">Cabra Torres, F. <em>et al.</em> (2011). <a href="http://www.webcitation.org/6PmsI6ygB)">Dimensiones socioculturales de la competencia informacional en estudiantes universitarios: creencias, cultura acad&eacute;mica y experiencias vitales.</a> <em>Revista Iberoamericana de Educaci&oacute;n, 56</em>(4), 1-12. Recuperado de http://www.oei.es/ cienciayuniversidad/spip.php?article2567 (Archived by WebCite&reg; at http://www.webcitation.org/6PmsI6ygB)</li>
 
 <li id="Correia">Correia, Z. (2003). Information literacy as a condition for competent citizens in the information society. En Basili, C. (ed.). <em>Information Literacy in Europe: a first insight into the state of the art of information literacy in the European Union.</em> Rome: Consiglio Nazionale delle Ricerche.</li>
 
 <li id="Dudziak07">Dudziak, E.A. (2007). Information literacy and lifelong learning in Latin America: the challenge to build social sustainability. <em>Information Development, 23</em>(1), 43-47.</li>
 
 <li id="Dudziak10">Dudziak, E.A. (2010). Compet&ecirc;ncia informacional: an&aacute;lise evolucion&aacute;ria das tend&ecirc;ncias da pesquisa e produtividade cient&iacute;fica em &acirc;mbito mundial. <em>Informa&ccedil;ao &amp; Informa&ccedil;ao,  15</em>(2), 1-22.</li>
 
 <li id="Fern&aacute;ndez13">Fern&aacute;ndez, M.M., Mujica, R.Z., Carmenate, O.D. &amp; Gonz&aacute;lez, O.M. (2013). <em><a href="http://www.webcitation.org/6PmsZLb17">El desarrollo de competencias informacionales en ciencias de la salud a partir del paradigma de la transdisciplinariedad. Una propuesta formativa.</a></em> Tesis doctoral no publicada, Universidad de Granada, Granada, Spain. Recuperado de http://hera.ugr.es/tesisugr/22432413.pdf (Archived by WebCite&reg; at http://www.webcitation.org/6PmsZLb17)</li>
 
 <li id="Fern&aacute;ndez07">Fern&aacute;ndez, M.M. (2007). <a href="http://www.webcitation.org/6WOCqQj7k">Competencias profesionales de los bibliotecarios de ciencias de la salud en el siglo XXI.</a> <em>Acimed, 16</em>(5). Recuperado de http://scielo.sld.cu/scielo.php?pid=S1024-94352007001100006&amp;script=sci_arttext (Archived by WebCite&reg; at http://www.webcitation.org/6WOCqQj7k)</li>
 
 <li id="Garner">Garner, S. D., (Ed.). (2006). <em><a href="http://www.webcitation.org/6akzadRt8)">Report of a meeting</a></em> [of the] High-level colloquium on information literacy and lifelong learning, Bibliotheca Alexandrina. Alexandria, Egypt, November 6-9, 2005. Paris: Unesco.  Recuperado de http://unesdoc.unesco.org/images/0014/001448/144820e.pdf (Archived by WebCite&reg; at http://www.webcitation.org/6akzadRt8)</li>
 
 <li id="G&oacute;mez">G&oacute;mez, J. A. y Pasadas, C. (2003).  Information literacy developments and issues in Spain. <em>Library Review, 52</em>(7), 340-348.</li>
 
  <li id="Grupo">Grupo de trabajo de la comisi&oacute;n mixta CRUE-TIC y REBIUN (2012). <em><a href="http://www.webcitation.org/6YRiUJR2w">Competencias inform&aacute;ticas e informacionales (CI2) en las universidades.</a></em> Madrid: Ministerio de Educaci&oacute;n, Cultura y Deporte, ALFARED.  Recuperado de http://www.alfared.org/sites/www.alfared.org/files/u49/03-Competenciasinfor%2Cay.pdf (Archived by WebCite&reg; at http://www.webcitation.org/6YRiUJR2w)</li>
 
 <li id="Hern&aacute;ndez">Hern&aacute;ndez, P., Comp. (2012). <em>Tendencias de la alfabetizaci&oacute;n informativa en Iberoam&eacute;rica.</em> Ciudad de M&eacute;xico: Universidad Nacional Aut&oacute;noma de M&eacute;xico. </li>
 
 <li id="Lau07">Lau, J. (coord.) (2007). <em><a href="http://www.webcitation.org/6PmsevPIo">Information Literacy: An international state of the art report.</a></em> The Hague: IFLA. Recuperado de http://www.ifla.org/files/assets/information-literacy/publications/il-report/france-2007.pdf (Archived by WebCite&reg; at http://www.webcitation.org/6PmsevPIo)</li>
 
 <li id="Lau00">Lau, J. y Cort&eacute;s, J. (2000). <em><a href="http://www.webcitation.org/6PmskKAUG">Desarrollo de habilidades informativas en instituciones de educaci&oacute;n superior.</a></em> Ciudad Ju&aacute;rez, M&eacute;xico: Universidad Autnoma de Ciudad Jurez. Recuperado de http://bivir.uacj.mx/dhi/PublicacionesUACJ/Docs/Libros/Memorias_Primer_DHI.pdf (Archived by WebCite&reg; at http://www.webcitation.org/6PmskKAUG)</li>
 
 <li id="Lau04">Lau, J. y Cort&eacute;s, J. (2004). <em><a href="http://www.webcitation.org/6PmsoYbGp">Normas de alfabetizaci&oacute;n informativa para el aprendizaje.</a></em> Ciudad Ju&aacute;rez, M&eacute;xico: Universidad Autnoma de Ciudad Jurez. Recuperado de http://bivir.uacj.mx/dhi/PublicacionesUACJ/Docs/Libros/Memorias_Tercer_Encuentro_DHI.pdf (Archived by WebCite&reg; at http://www.webcitation.org/6PmsoYbGp)</li>
 
<li id="Licea07">Licea de Arenas, J. (2007). <a href="http://www.webcitation.org/6PmsupRLH">La evaluaci&oacute;n de la alfabetizaci&oacute;n informacional: principios, metodolog&iacute;as y retos.</a> <em>Anales de Documentaci&oacute;n, 10</em>, 215-232. Recuperado de http://revistas.um.es/analesdoc/article/download/1161/1211 (Archived by WebCite&reg; at http://www.webcitation.org/6PmsupRLH)</li>
 
 <li id="Licea09">Licea de Arenas, J. (2009). <a href="http://www.webcitation.org/6Pmt07Ryo">La alfabetizaci&oacute;n informacional en el entorno hispanoamericano.</a> <em>Anales de documentaci&oacute;n, 12</em>, 93-106. Recuperado de http://revistas.um.es/analesdoc/article/view/ 70261/67731 (Archived by WebCite&reg; at http://www.webcitation.org/6Pmt07Ryo)</li>
 
<li id="Linstone">Linstone H. A. y Turrof, M. (1975). <em>The Delphi method, techniques and applications.</em> Boston, MA: Addison-Wesley Publishing.</li>
 
 <li id="Lopes10">Lopes, C. y Pinto, M. (2010). <a href="http://www.webcitation.org/6WOCgxMm4">IL-HUMASS. Instrumento de avalia&ccedil;&atilde;o de compet&ecirc;ncias em Literacia da Informa&ccedil;&atilde;o: um estudo de adapta&ccedil;&atilde;o &agrave; popula&ccedil;&atilde;o portuguesa.</a> Documento presentado en el<em>X Congreso de la BAD.</em> Guimaraes, Portugal, 7 al 9 de abril. Recuperado de http://bit.ly/1LTXe9F (Archived by WebCite&reg; at http://www.webcitation.org/6WOCgxMm4)</li>

<li id="Lopes12">Lopes, C. y Pinto, M. (2012). <em>Autoavalia&ccedil;&atilde;o das compet&ecirc;ncias de informa&ccedil;&atilde;o em estudantes universit&aacute;rios: valida&ccedil;&atilde;o portuguesa do IL-HUMASS.</em> Documento presentado en el <em>XII Congreso de la BAD.</em>Lisboa, Portugal, 18 a 20 de octubre.</li>

<li id="Marciales08">Marciales-Vivas, G.P., Gonzlez-Ni&ntilde;o, L., Casta&ntilde;eda-Pe&ntilde;a, H. y Barbosa-Chac&oacute;n, J.W. (2008). <a href="http://www.webcitation.org/6PmtKwik8">Competencias informacionales en estudiantes universitarios: una reconceptualizaci&oacute;n.</a> <em>Universitas Psychologica, 7</em>(3), 643-654. Recuperado de http://revistas.javeriana.edu.co/index.php/revPsycho/article/download/383/263 (Archived by WebCite&reg; athttp://www.webcitation.org/6PmtKwik8)</li>
 
<li id="Marciales11">Marciales-Vivas, G.P., Cabra-Torres, F., Gualteros, J.N. y Mancipe-Flechas, E. (2011). <a href="http://www.webcitation.org/6PmtOtVX0">Lectura digital en j&oacute;venes universitarios: una revisi&oacute;n. <em>Revista de Psicolog&iacute;a y Educaci&oacute;n,</em></a> 1 (5), 95-108. Recuperado de http://www.revistadepsicologiayeducacion.es/index.php/descargasj/finish/23/99.html (Archived by WebCite&reg; at http://www.webcitation.org/6PmtOtVX0)</li>
 
<li id="Martins">Martins, R.M.N.C. (2012). A <em><a href="http://www.webcitation.org/6PmtU2t73">Literacia da informa&ccedil;&atilde;o.</a></em> Disertacin de Maestra publicada en el repositorio institucional, Universidade Fernando Pessoa, Porto, Portugal. Recuperado de http://bdigital.ufp.pt/handle/10284/3188 (Archived by WebCite&reg; at http://www.webcitation.org/6PmtU2t73)</li>
 
 <li id="Mears">Mears Delgado, B. y Montano Dur&aacute;n, C.E. (Eds.). (2013). <em><a href="http://www.webcitation.org/6PmtZzg11">Innovaci&oacute;n educativa y evaluaci&oacute;n de programas de alfabetizaci&oacute;n informativa.</a></em> Ciudad Ju&aacute;rez, M&eacute;xico: Universidad Aut&oacute;noma de Ciudad Ju&aacute;rez. Recuperado de http://sirio.uacj.mx/difusion/publicaciones/Documents/ Octubre%202013/Innovacion-educativa-2.pdf (Archived by WebCite&reg; at http://www.webcitation.org/6PmtZzg11)</li>
 
 <li id="Meneses09">Meneses, G. (2009). <a href="http://www.webcitation.org/6WOCTBs3U">Evoluci&oacute;n y estado actual de la alfabetizaci&oacute;n en informaci&oacute;n en Cuba.</a>  <em>Acimed, 19</em>(5). Recuperado de http://scielo.sld.cu/pdf/aci/v19n5/aci06509.pdf (Archived by WebCite&reg; at http://www.webcitation.org/6WOCTBs3U)</li>
 
 <li id="Meneses10">Meneses, G. (2010). <em><a href="http://www.webcitation.org/6Pmtp9i6X">ALFINEV: propuesta de un modelo para la evaluaci&oacute;n de la alfabetizaci&oacute;n informacional en la Educaci&oacute;n Superior en Cuba.</a> </em> Tesis doctoral no publicada, Universidad de Granada, Granada, Spain. Recuperado de http://digibug.ugr.es/bitstream/10481/15407/1/19561994.pdf (Archived by WebCite&reg; at http://www.webcitation.org/6Pmtp9i6X)</li>
 
 <li id="Pinto10">Pinto, M. (2010) Design of the IL-HUMASS survey on information literacy in higher education: a self-assessment approach. <em>Journal of Information Science, 36</em>(1), 86-103.</li>
 
 <li id="Pinto11">Pinto, M. (2011). An approach to the internal facet of information literacy using the IL-HUMASS survey. <em>Journal of Academic Librarianship, 37</em>(2), 145-154.</li>
 
  <li id="Pinto12">Pinto, M. (2012). Information literacy perceptions and behaviour among history students. <em>Aslib Proceedings, 64</em>(3), 304-327</li>
 
 <li id="PintoDoucet07a">Pinto, M. y Doucet, A.V. (2007a). An academic portal for higher education information literacy: the e-COMS initiative. <em>Journal of Academic Librarianship, 33</em>(5), 604-611</li>
 
 <li id="PintoDoucet07b">Pinto, M. y Doucet, A.V. (2007b). An educational resource for information literacy in higher education: visibility and usability of the e-COMS academic portal. <em>Scientometrics, 72</em>(2), 225-252</li>
 
 <li id="PintoPuertas2012">Pinto, M. y Puertas, S. (2012). <a href="http://www.webcitation.org/6PmtxpRHe">Autoevaluaci&oacute;n de la competencia informacional en los estudios de Psicolog&iacute;a desde la percepci&oacute;n del estudiante.</a> <em>Anales de Documentaci&oacute;n, 15</em>(2). Recuperado de http://revistas.um.es/analesdoc/ article/view/151661/139991 (Archived by WebCite&reg; at http://www.webcitation.org/6PmtxpRHe)</li>
 
 <li id="PintoSales07">Pinto, M. y Sales, D. (2007). Towards user-centred information literacy instruction in translation: the view of trainers. <em>The Interpreter and Translator Trainer, 2</em>(1), 47-74.</li>
 
 <li id="PintoSales08a">Pinto, M. y Sales, D. (2008a). Knowledge transfer and information skills for student-centered learning: Some academic experiencies in Spain. <em>Portal. Libraries and the Academy, 8</em>(1), 53-74.</li>
 
 <li id="PintoSales08b">Pinto, M. y Sales, D. (2008b). INFOLITRANS: a model for the development of information competence for translators. <em>Journal of Documentation, 64</em>(3), 413-438.</li>
 
 <li id="PintoSales10">Pinto, M. y Sales, D. (2010). Insights into translation students' information literacy using the IL-HUMASS survey. <em>Journal of Information Science, 36</em>(5), 618-630.</li>

<li id="PintoSales14">Pinto, M. y Sales, D. (in press). Uncovering information literacy's disciplinary differences through students' attitudes: an empirical study.  <em>Journal of Librarianship and Information Science,</em> </li>
 
<li id="PintoSalesetal">Pinto, M., Sales, D. y Osorio, P. (2007). <a href=" http://www.webcitation.org/6bF9VZKy8">Innovaci&oacute;n educativa para el fomento de la alfabetizaci&oacute;n informacional en la educaci&oacute;n superior: Los portales e-COMS, ALFIN-EEES, ALFAMEDIA e IMATEC.</a> Documento presentado en el<em>I Simposio Internacional de Documentaci&oacute;n Educativa SIDOC 2007.</em>Palma de Mallorca, Espaa, 14 al 16 de febrero. Recuperado de http://redined.mecd.gob.es/xmlui/bitstream/handle/11162/93686/00620083000018.pdf?sequence=1 (Archived by WebCite&reg; at http://www.webcitation.org/6bF9VZKy8)</li>
 
 <li id="PintoSales08">Pinto, M.; Sales, D. y Osorio, P. (2008). <em>Biblioteca universitaria, CRAI y alfabetizaci&oacute;n informacional.</em> Gij&oacute;n, Spain: Ediciones TREA.</li>
 
 <li id="Pinto09">Pinto, M., Sales, D., Osorio, P. y Planelles, E. (2009). <em>Alfabetizaci&oacute;n m&uacute;ltiple desde la biblioteca p&uacute;blica.</em> Buenos Aires: Alfagrama.</li>
 
<li id="Ponju&aacute;n02">Ponju&aacute;n, G. (2002). <a href="http://www.webcitation.org/6PmuCWch3">De la alfabetizaci&oacute;n informacional a la cultura informacional: rol del profesional de la informaci&oacute;n.</a> Documento presentado en el <em>VII Congreso INFO-Cuba.</em>Consultado el 25 de noviembre de 2011 de http://www.bibliociencias.cu/gsdl/collect/eventos/index/assoc/HASH0137/536791fe.dir/doc.pdf (Archived by WebCite&reg; at http://www.webcitation.org/6PmuCWch3)</li>
 
 <li id="Ponju&aacute;n10">Ponju&aacute;n, G. (2010).  Guiding principles for the preparation of a national information literacy program. <em>International Information and Library Review, 42</em>(1), 91-97.</li>
 
 <li id="Quindemil08a">Quindemil, E. (2008a). <a href="http://www.webcitation.org/6WOCFwZ3X">Pol&iacute;ticas de informaci&oacute;n y su incidencia en la alfabetizaci&oacute;n informacional. Consideraciones desde la perspectiva cubana.</a> <em>Bibliotecas. Anales de Investigaci&oacute;n,</em> No. 4, 28-35. Recuperado de http://revistas.bnjm.cu/index.php/anales/article/view/109 (Archived by WebCite&reg; at http://www.webcitation.org/6WOCFwZ3X)</li>
 
<li id="Quindemil08b">Quindemil, E. (2008b). <em>Alfabetizaci&oacute;n informacional y competencias informacionales. Perspectivas a partir de la educaci&oacute;n superior en Cuba</em>. Documento presentado en el <em>X Congreso INFO-Cuba. </em></li>

 <li id="Quindemil10">Quindemil, E. (2010). <em><a href="http://www.webcitation.org/6PmuLRERr">Desarrollo de competencias informacionales en estudiantes de bibliotecolog&iacute;a y ciencias de la informaci&oacute;n en La Habana. Propuesta de un modelo de formaci&oacute;n.</a></em> Tesis doctoral no publicada, Universidad de Granada, Granada, Espa&ntilde;e. Recuperado de http://digibug.ugr.es/bitstream/10481/15417/1/19565604.pdf (Archived by WebCite&reg; at http://www.webcitation.org/6PmuLRERr)</li>
 
 <li id="REBIUN08">REBIUN: Red de Bibliotecas Universitarias. (2008). <em><a href="http://www.webcitation.org/6WOC2OrLF">Gu&iacute;a de buenas pr&aacute;cticas para el desarrollo de las competencias informacionales en las universidades espa&ntilde;olas.</a></em> Recuperado de http://rebiun.org/export/docReb/guia_buenas_practicas.doc (Archived by WebCite&reg; at http://www.webcitation.org/6WOC2OrLF)</li>
 
 <li id="REBIUN10">REBIUN: Red de Bibliotecas Universitarias. (2010). <em><a href="http://www.webcitation.org/6WOBwBT2h">Competencias inform&aacute;ticas e informacionales en los estudios de grado.</a></em> Recuperado de 2011 de http://www.rebiun.org/doc/documento_competencias_informaticas.pdf (Archived by WebCite&reg; at http://www.webcitation.org/6WOBwBT2h)</li>
 
 <li id="S&aacute;nchez10">S&aacute;nchez, M. (2010). <em><a href="http://www.webcitation.org/6Pmueynvd">Competencias informacionales en  la formaci&oacute;n de las BioCiencias en Cuba.</a></em> Tesis doctoral no publicada, Universidad de Granada, Granada, Espa&ntilde;e. Recuperado de http://digibug.ugr.es/bitstream/10481/15406/1/19561933.pdf (Archived by WebCite&reg; at http://www.webcitation.org/6Pmueynvd)</li>
 
 <li id="S&aacute;nchez13">S&aacute;nchez, M. (2013). <a href="http://www.webcitation.org/6PmuiRQPb">Competencias informacionales en el &aacute;rea de la biolog&iacute;a desde los estudios de pregrado en la Universidad de La Habana.</a> <em>Acimed-Revista Cubana de Informaci&oacute;n en Ciencias de la  Salud, 24</em>(3). Recuperado de http://www.rcics.sld.cu/index.php/acimed/article/view/440 (Archived by WebCite&reg; at http://www.webcitation.org/6PmuiRQPb)</li>
 
 <li id="Saunders">Saunders, L. (2009). The future of information literacy in academic libraries: a Delphi study. <em>Portal. Libraries and the Academy, 9</em>(1), 99-114.</li>
 
 <li id="Sierra">Sierra Escobar, J.C. (2013). <a href="http://www.webcitation.org/6PmuscSb5">Competencias informacionales en bibliotecarios comunitarios de la ciudad de Bogot&aacute;: perfil informacional y propuesta de formaci&oacute;n.</a> <em>Revista Interamericana de Bibliotecolog&iacute;a, 36</em>(3), 249-258. Recuperado de http://aprendeenlinea.udea.edu.co/revistas/index.php/RIB/article/view/17983/15470 (Archived by WebCite&reg; at http://www.webcitation.org/6PmuscSb5)</li>
 
<li id="Silva09">Silva, A. Malheiro Da, Fernndez Marcial, V. y Martins, F. (2009). <em>A literacia informacional no espa&ccedil;o Europeu do ensino superior: estudo das compet&ecirc;ncias de informa&ccedil;&atilde;o em Portugal (primeiros resultados globais).</em> Documento presentado en la <em>European Conference on Reading e no 1&ordm; Forum Ibero-Americano de Literacias.</em>Braga, Portugal, julio 19 al 22.</li>
 
<li id="Silva10">Silva, A. Malheiro Da, <em>et al </em>(2010). <a href="http://www.webcitation.org/6PmtDe69z">A study on information skills in Portugal: information literacy and the European higher education area - some global results.</a> Documento presentado en el <em>Congreso INFO 2010-Cuba. Panel Alfabetizaci&oacute;n Informacional.</em> Recuperado de http://bit.ly/pIh9Qg (Archived by WebCite&reg; at http://www.webcitation.org/6PmtDe69z)</li>
 
<li id="Solis">Solis Valdespino, B.E. y San Juan Ceja, L. (2012). <a href="http://www.webcitation.org/6WOBWGIDN">La acreditaci&oacute;n del m&oacute;dulo 'Desarrollo de Habilidades Informativas (DHI) en l&iacute;nea' para el Curso de Formaci&oacute;n de Profesores de Lenguas - Cultura del CELE de la UNAM.</a> Documento presentado en el <em>Simposio Psicopedagog&iacute;a en la educaci&oacute;n a distancia: investigaci&oacute;n y pr&aacute;ctica. UNAM.</em>Mxico, 22 al 24 de agosto. Recuperado dehttp://www.educadistancia.ws/encuentro2012/sistemainscripcion/presentacion.php(Archived by WebCite&reg; at http://www.webcitation.org/6WOBWGIDN)</li>

 <li id="Suaiden">Suaiden, E. (2012).  A alfabetiza&ccedil;&atilde;o informativa e a inclus&atilde;ona sociedade da informa&ccedil;&atilde;o. En P. Hern&aacute;ndez, comp. (2012). <em>Tendencias de la alfabetizaci&oacute;n informativa en Iberoam&eacute;rica.</em> (pp. 73-88). Cidade de M&eacute;xico: UNAM. </li>
 
 <li id="Uribe-Tirado12">Uribe-Tirado, A. (2012). Estado del arte de la alfabetizaci&oacute;n informacional en Colombia. En P. Hern&aacute;ndez, comp. <em>Tendencias de la alfabetizaci&oacute;n informativa en Iberoam&eacute;rica.</em> (pp. 89-134). Cidade de M&eacute;xico: UNAM.</li>
 
 <li id="Uribe-Tirado13">Uribe-Tirado, A. (2013). <em><a href="http://www.webcitation.org/6PmvCsAXT">Lecciones aprendidas en programas de alfabetizaci&oacute;n informacional en universidades de Iberoam&eacute;rica.</a></em> Tesis doctoral no publicada, Universidad de Granada, Granada, Espa&ntilde;a. Recuperado de 2014 de http://eprints.rclis.org/22416/ (Archived by WebCite&reg; at http://www.webcitation.org/6PmvCsAXT)</li>
 
 <li id="Uribe-TiradoMachett&rsquo;s10">Uribe-Tirado, A. y Machett&rsquo;s Penagos, L.E. (2010). <em><a href="http://www.webcitation.org/6WOBEHJUu">Information literacy in Colombia: state of the art report.</a></em>  The Hague: IFLA.  Recuperado de http://www.ifla.org/files/assets/information-literacy/publications/il-report/colombia-2010-en.pdf (Archived by WebCite&reg; at http://www.webcitation.org/6WOBEHJUu)</li>
 
 <li id="Uribe-TiradoPinto13">Uribe-Tirado, A. y Pinto, M. (2013). <a href="http://www.webcitation.org/6WO8hbFye">La incorporaci&oacute;n de la alfabetizaci&oacute;n informacional en las bibliotecas universitarias iberoamericanas. An&aacute;lisis comparativo a partir de la informaci&oacute;n de sus sitios web.  </a><em> Anales de Documentaci&oacute;n, 16</em>(2), 1-10. Recuperado de http://revistas.um.es/analesdoc/article/view/175541/ (Archived by WebCite&reg; at http://www.webcitation.org/6WO8hbFye) </li>
 
  <li id="Uribe-TiradoPinto14">Uribe-Tirado, A. y Pinto, M. (2014). <a href="http://www.webcitation.org/6YS48cxgH">75 lecciones aprendidas en programas de alfabetizaci&oacute;n informacional en universidades iberoamericanas.</a> <em>Revista Espa&ntilde;ola de Documentaci&oacute;n Cient&iacute;fica, 37</em>(3). Recuperado de http://redc.revistas.csic.es/index.php/redc/article/view/860 (Archived by WebCite&reg; at http://www.webcitation.org/6YS48cxgH)</li>
 
 <li id="Vega09">Vega, A. de la (2009). Peru workshop report and declaration of Lima. En <em>UNESCO Training-the-Trainers in Information Literacy (TTT) Workshop.</em>Lima, Peru, January 22-24, 2009.  <em>International Information &amp; Library Review, 41</em>(4), 292-296</li>
 
 <li id="Vega10">Vega, G. y Quijano, &Aacute;. (2010). <a href="http://www.webcitation.org/6PmvJPDFF">Comunidades de pr&aacute;ctica y alfabetizaci&oacute;n informacional.</a> En <em>Congreso IBERSID</em>, Zaragoza. Recuperado de http://www.ibersid.eu/ojs/index.php/ibersid/article/view/3878/3598 (Archived by WebCite&reg; at http://www.webcitation.org/6PmvJPDFF)</li>
 
 <li id="Aroca"> Vilari&ntilde;o, C., Dom&iacute;nguez Aroca; M.I. y Ramos, M. (2009). <a href="http://www.webcitation.org/6WOD22lXf">Alfinred y las bibliotecas universit&aacute;rias.</a> Documento presentado en el <em>Encuentro de responsables de ALFIN en las Bibliotecas Universitarias Espa&ntilde;olas.</em>Madrid, Espaa,  22 de abril. Recuperado de http://www.rebiun.org/documentos/Documents/IJALFIN/IJALFIN_RED_MCU_2009.pdf (Archived by WebCite&reg; at http://www.webcitation.org/6WOD22lXf)</li>
 
 <li id="Zins07a">Zins,C. (2007a). Conceptions of information science. <em>Journal of the American Society for Information Science and Technology, 58</em>(3), 335-350.</li>
 
 <li id="Zins07b">Zins, C. (2007b). Conceptual approaches for defining 'data', 'information', and 'knowledge'. <em>Journal of the American Society for Information Science and Technology, 58</em>(4), 479-493.</li>
 
 <li id="Zins07c">Zins, C. (2007c). Knowledge map of information science.  <em>Journal of the American Society for Information Science and Technology, 58</em>(4), 526-535</li>
 
 <li id="Zins07d">Zins, C. (2007d). Classification schemes of information science: twenty-eight scholars map the field. <em>Journal of the American Society for Information Science and Technology, 58</em>(5), 645-672.</li>
 
 </ul>  
 </fieldset>  
 </form> 
 
 <form>
 <fieldset>
 <legend style="color: white; background-color: #5E96FD; font-size: medium; padding: .1ex .5ex; border-right: 1px solid navy;
 border-bottom: 1px solid navy; font-weight: bold;">Abstract in English</legend>
 <blockquote id="abs">
 <strong>Introduction</strong>.  This research, a pioneer in the Ibero-America context in the field of information literacy, aims to understand the vision of a qualified group of experts about the conceptualization and dimensions of information literacy in interplay with other literacies: computational, multimedia, cultural, etc.<br />
<strong>Method</strong>. Applying the Delphi method, a questionnaire composed of 20 questions was sent to fifty-two experts from fourteen Ibero-American countries (Argentina, Brazil, Chile, Colombia, Costa Rica, Cuba, Ecuador, Spain, Mexico, Portugal, Panama, Peru, Uruguay and Venezuela). In this first stage of the study, forty-two experts responded.<br />
<strong>Results</strong>. It is evident that there is a very homogeneous conceptualisation of experts regarding the dimensions and scope of information literacy and the interrelationships with information technology skills. However, the correlation with the media and cultural literacies generates different perspectives.<br />
<strong>Conclusions</strong>.  Information literacy as a theoretical-conceptual and methodological paradigm has evolved considerably in the Ibero-American context during the last decade. However, it still has some immaturity and lacks the necessary interaction and impact for implementation in various learning environments, particularly in the areas of primary and secondary education. Therefore, this collective reflection helps towards a  mature conceptualisation of information literacy, thereby contributing to its visibility and international standing.
 </blockquote>
 </fieldset>
 </form>
 
 
 <form>  
 <fieldset>  
 <legend style="color: white; background-color: #5E96FD; font-size: medium; padding: .1ex .5ex; border-right: 1px solid navy; border-bottom: 1px solid navy; font-weight: bold;">
 How to cite this paper
 </legend>  
 <div><br />  Ponju&aacute;n, G., Pinto, M. &amp; Uribe-Tirado, A. (2015). Conceptualizaci&oacute;n y perspectivas de la alfabetizaci&oacute;n informacional en Iberoam&eacute;rica: un estudio Delphi. <em>Information Research, 20</em>(3), paper 680. Retrieved from  http://InformationR.net/ir/20-3/paper680.html  (Archived by WebCite&reg; at http://www.webcitation.org/6bIKgm8k7)</div>  
 </fieldset>  
 </form> 
</section>
</article>
<br />
<section>
 

 <table class="footer" style="border-spacing:10;">  
 <tr>  
 <td colspan="3" style="text-align:center; background-color: #5E96FD; color: white; font-family: verdana; font-size: small; font-weight: bold;">Find other papers on this subject</td></tr>  
 <tr><td style="text-align:center; vertical-align:top;"><form method="get" action="http://scholar.google.com/scholar" target="_blank">
 <table class="footer"><tr><td style="white-space: nowrap; vertical-align:top; text-align:center; height:32;"> <input type="hidden" name="q" value="information literacy, Latin-America, Delphi method" /><br />  
<input type="submit" name="sa" value="Scholar Search"  style="font-size: small; font-family: Verdana; font-weight: bold;" /><input type="hidden" name="num" value="100" />  </td>  </tr></table></form></td>  
 <td style="vertical-align:top; text-align:center;">  <!-- Search Google --><form method="get" action="http://www.google.com/custom" target="_blank">
 <table class="footer">
 <tr><td style="white-space: nowrap; vertical-align:top; text-align:center; height:32;"><input type="hidden" name="q" value="information literacy, Latin-America, Delphi method" /><br />  
 <input type="submit" name="sa" value="Google Search" style="font-family: Verdana; font-weight: bold; font-size: small;" /><input type="hidden" name="client" value="pub-5081678983212084" /><input type="hidden" name="forid" value="1" /><input type="hidden" name="ie" value="ISO-8859-1" /><input type="hidden" name="oe" value="ISO-8859-1" /><input type="hidden" name="cof" value="GALT:#0066CC;GL:1;DIV:#999999;VLC:336633;AH:center;BGC:FFFFFF;LGC:FF9900;LC:0066CC;LC:0066CC;T:000000;GFNT:666666;GIMP:666666;FORID:1;" /><input type="hidden" name="hl" value="en" /></td></tr>  
  </table></form></td>  
 <td style="vertical-align:top; text-align:center;"><form method="get" action="http://www.bing.com" target="_blank">
 <table class="footer"><tr><td style="white-space: nowrap; vertical-align:top; text-align:center; height:32;"><input type="hidden" name="q" value="information literacy, Latin-America, Delphi method" /> <br /><input type="submit" name="sa" value="Bing"  style="font-size: small; font-family: Verdana; font-weight: bold;" /> <input type="hidden" name="num" value="100" /></td></tr>  
 </table></form></td></tr>  
 </table> 
 
 <div style="text-align:center;">Check for citations, <a href="http://scholar.google.co.uk/scholar?hl=en&amp;q=http://informationr.net/ir/20-3/paper680.html&amp;btnG=Search&amp;as_sdt=2000">using Google Scholar</a></div>
 <br />
 <div style="text-align:center;"> 
     <!-- AddThis Button BEGIN -->
<div style="text-align:center;" class="addthis_toolbox addthis_default_style ">
<a class="addthis_button_facebook_like" fb:like:layout="button_count"></a>
<a class="addthis_button_tweet"></a>
<a class="addthis_counter addthis_pill_style"></a>
</div>
<script type="text/javascript">var addthis_config = {"data_track_addressbar":true};</script>
<script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid=ra-5046158704890f2e"></script>
<!-- AddThis Button END -->  
</div>
<hr />

 
 
<table class="footer" style="padding:10;"><tr><td style="text-align:center; vertical-align:top;">  
<br />
<div>  <a href="http://www.digits.net" target="_blank">
    <img src="http://counter.digits.net/?counter={7de1a877-7af9-e464-1990-ef3748d9c00b}&amp;template=simple" 
     alt="Hit Counter by Digits" />
  </a></div>
 </td> 
<td class="footer" style="text-align:center; vertical-align:middle;">
  <div>  &copy; the authors, 2015. <br />Last updated: 13 August, 2015 </div></td> 
 
 <td style="text-align:center; vertical-align:middle;">&nbsp; 
 
  </td></tr>  </table>  
 </section>
 <footer>

<hr /> 
 <table class="footer"><tr><td>
<div class="button"> 
 <ul style="text-align: center;">
	<li><a href="http://www.informationr.net/ir//20-3/infres201.html">Contents</a> | </li>
	<li><a href="http://www.informationr.net/ir//iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index.html">Home</a></li>
</ul> 
</div></td></tr></table>
 <hr />
</footer>
 <script src="http://www.google-analytics.com/urchin.js"
 type="text/javascript">  </script>  <script type="text/javascript">  _uacct =
 "UA-672528-1"; urchinTracker(); 
 </script>  
 </body>  
 </html> 

