<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
  <head>
    <link rel="stylesheet" type="text/css" href="http://www.informationr.net/ir/IRstyle.css" />
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
    <title>Spanish abstracts</title>
    <meta content="Abstracts in Spanish of the papers in Volume 16 No. 4 of Information Research"
      name="description" />
    <meta content="Mature" name="rating" />
    <meta content="Document" name="VW96.objecttype" />
    <meta content="ALL" name="robots" />
    <meta content="Spanish abstracts" name="DC.Title" />
    <meta content="Abstracts in Spanish of the papers in Volume 16 No.4 of Information Research"
      name="DC.Subject" />
    <meta content="Abstracts in Spanish of the papers in Volume 16 No. 4 of Information Research"
      name="DC.Description" />
    <meta content="text" name="DC.Type" />
    <meta content="1368-1613" name="DC.Identifier" />
    <meta content="http://InformationR.net/ir/16-4/spanish164.html" name="DC.Identifier" />
    <meta content="text/html" name="DC.Format" />
    <meta content="en" name="DC.Language" />
    <meta content="2011-12-15" name="DC.Date.Available" />
    <meta content="Professor T.D. Wilson" name="DC.Publisher" />
    <meta content="http://creativecommons.org/licenses/by-nd-nc/1.0/" name="DC.Rights" />
    <meta content="global" name="DC.Coverage.PlaceName" />
    <meta content="Professor T.D. Wilson" name="DC.Publisher" />
    <style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style><style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}

</style>
  </head>
  <body>
    <table cellspacing="0" cellpadding="0" border="0" align="center">
      <tbody>
        <tr>
          <td height="30" style="text-align: center;" colspan="5">
            <img width="336" height="45" alt="header" src="http://www.informationr.net/ir/mini_logo2.gif" /><br />
            <span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol.
              16 no. 4, December 2011</span><br />
            <br />
            <div id="button">
              <ul>
                <li><a href="http://www.informationr.net/ir/16-4/infres164.html">Contents</a> | </li>
                <li><a href="http://www.informationr.net/ir/iraindex.html">Author index</a> | </li>
                <li><a href="http://www.informationr.net/ir/irsindex.html">Subject index</a> | </li>
                <li><a href="http://www.informationr.net/ir/search.html">Search</a> | </li>
                <li><a href="../index.html">Home</a></li>
              </ul>
            </div>
          </td>
        </tr>
        <tr>
          <td> </td>
        </tr>
      </tbody>
    </table>
    <hr size="1" style="color: rgb(0, 0, 128);" />
    <h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>
    <hr size="1" style="color: rgb(0, 0, 128);" />

     <h4><a href="http://www.informationr.net/ir/16-4/paper496.html">Informaci&oacute;n necesaria en una comunidad de especialistas en lectura: que se necesita decir sobre la informaci&oacute;n en entornos contextuales </a><br />
	Lorraine Normore</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> Fueron estudiadas y relacionadas las necesidades de informaci&oacute;n percibida por los profesores, que se especializan en la ense&ntilde;anza de la lectura para ni&ntilde;os de primer grado en situaci&oacute;n de riesgo en relaci&oacute;n con los entornos de la funci&oacute;n del contexto social en las necesidades de informaci&oacute;n, b&uacute;squeda y uso. Los entornos consideraros fueron: interdisciplinariedad, la funci&oacute;n de la teor&iacute;a en el &aacute;mbito laboral, los micromundos y los motivos de la informaci&oacute;n y las comunidades de pr&aacute;ctica.<br />
<strong>M&eacute;todo.</strong> Se condujeron dos grupos espec&iacute;ficos de profesores de mejora de lectura y profesores directivos para conocer el tipo de informaci&oacute;n que cada grupo necesitaba para apoyar su ense&ntilde;anza y divulgaci&oacute;n.<br />
<strong>An&aacute;lisis.</strong> Se reunieron y priorizaron las sugerencias sobre las necesidades de informaci&oacute;n de los participantes, organizando votaciones votos para asignar ponderaciones a las sugerencias del grupo. Las sugerencias se han organizaron en tres grupos para facilitar la interpretaci&oacute;n: comunicaci&oacute;n, habilidades espec&iacute;ficas o necesidades de recursos y desarrollo profesional.<br />
<strong>Resultados.</strong> Los dos grupos mostraron tanto la informaci&oacute;n com&uacute;n como las distintas necesidades asociadas a su funci&oacute;n como educadores, sus relaciones con los directivos, otros profesores y familiares y los v&iacute;nculos sociales dentro de su comunidad profesional. Se observaron las necesidades de comunicaci&oacute;n, tanto dentro de su grupo como con los dem&aacute;s, especialmente los familiares. Los m&aacute;s valorados fueron materiales impresos y audiovisuales. Fueron mencionados los tipos tradicionalmente aceptados de recursos (por ejemplo, planes de lecciones, hojas de habilidad), pero no fueron muy valorados.<br />
<strong>Conclusiones.</strong> La interpretaci&oacute;n de estos datos de entornos te&oacute;ricos diferentes, proporciona puntos de vista alternativos de estos datos. Sin embargo, esto dio lugar a diferencias sustanciales en lo que se aprendi&oacute; sobre la relaci&oacute;n entre las necesidades de informaci&oacute;n y el contexto social y sobre la capacidad de los entornos para impulsar la exploraci&oacute;n te&oacute;rica. Estos hallazgos ampl&iacute;an nuestra visi&oacute;n de las necesidades de informaci&oacute;n de los profesionales de la educaci&oacute;n y proporcionan un ejemplo de la utilidad de contrastar los entornos para el desarrollo de la teor&iacute;a.</blockquote>

  
    <hr size="1" style="color: rgb(0, 0, 128);" />
    <h4><a href="http://www.informationr.net/ir/16-4/paper497.html">Plantando la teor&iacute;a de la pr&aacute;ctica contempor&aacute;nea en el jard&iacute;n de la ciencia de la informaci&oacute;n</a><br />
Ard Huizing y Mary Cavanagh </h4>

    <blockquote><strong>Introducci&oacute;n.</strong> El prop&oacute;sito de este art&iacute;culo es presentar a la ciencia de la informaci&oacute;n de forma coherente con las premisas fundamentales de la teor&iacute;a de la pr&aacute;ctica contempor&aacute;nea, y as&iacute; involucrar a la comunidad cient&iacute;fica de la informaci&oacute;n en el debate y la discusi&oacute;n.<br />
<strong>M&eacute;todo.</strong> La pr&aacute;ctica contempor&aacute;nea basada en planteamientos se resume en un conjunto de cinco premisas b&aacute;sicas por medio de un amplio an&aacute;lisis conceptual de la bibliograf&iacute;a relevante. Diferenciando la ideas centrales de los estudios en ciencia y la tecnolog&iacute;a de sus antecedentes hist&oacute;ricos, en particular la teor&iacute;a del actor-red y la sociolog&iacute;a de la traducci&oacute;n, este movimiento de la pr&aacute;ctica de hoy d&iacute;a se basa finalmente en un 'giro' de la pr&aacute;ctica que se utiliza para responder a la pregunta de c&oacute;mo la teor&iacute;a de la pr&aacute;ctica podr&iacute;a contribuir a la ciencia de la informaci&oacute;n.<br />
<strong>Resultados.</strong> Capturando la diferente ontolog&iacute;a, epistemolog&iacute;a y metodolog&iacute;a de la teor&iacute;a de la pr&aacute;ctica actual, las cinco premisas fundamentales proporcionan nuevos conocimientos en la superaci&oacute;n de los niveles macro y micro-objetivista-subjetivista del an&aacute;lisis; en el desarrollo socio-materialista, en alargar las interacciones en redes de acci&oacute;n para conceptualizar las din&aacute;micas de organizaci&oacute;n, en el intercambio de conocimiento t&aacute;cito, en la naturaleza emergente del conocimiento y el aprendizaje, y en el orden social y el cambio como resultado de la din&aacute;mica de procesos estrechamente entrelazados de hacer, conocer y organizar.<br />
<strong>Conclusiones.</strong> En este art&iacute;culo se distingue la noci&oacute;n cotidiana de la pr&aacute;ctica, sobre todo entendida como pr&aacute;cticas, desde la teor&iacute;a de la pr&aacute;ctica contempor&aacute;nea que aspira a integrar la pr&aacute;ctica ontol&oacute;gica, epistemolog&iacute;a y metodol&oacute;gica en un marco te&oacute;rico coherente. Esta teor&iacute;a ofrece un vocabulario dedicado pr&oacute;ximo y un enfoque dedicado a todos aquellos cient&iacute;ficos de la informaci&oacute;n quienes en sus estudios se centran en macro-estructuras o micro-interacciones, pero se sienten en riesgo de ignorar o no las importantes dimensiones de orden social y de cambio de acci&oacute;n.
</blockquote>
	
    <hr size="1" style="color: rgb(0, 0, 128);" />
   <h4><a href="http://www.informationr.net/ir/16-4/%C3%93paper498.html%C3%93">La prensa y el temor de sobrecarga del canal: evidencia para Europa</a><br />
Val&eacute;rie-Anne Bleyen y Leo Van Hove</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> La prensa que tiene sitios Web con contenidos sustanciales, deben ser sensibles al peligro de que su canal impreso pueda ser canibalizado por el canal online.<br />
<strong>M&eacute;todo.</strong> Se visitaron ochenta y dos sitios Web de prensa nacional en ocho pa&iacute;ses de Europa occidental con una lista de sus caracter&iacute;sticas relevantes. Se postul&oacute; con la prensa de subscripci&oacute;n mixta; de impresi&oacute;n y suscripciones en l&iacute;nea y, sobre todo, sobre la forma en que el precio de esa subscripci&oacute;n es un indicador de su temor a la sobrecarga del canal.<br />
<strong>An&aacute;lisis.</strong> Se utiliz&oacute; l&oacute;gica binaria y el conocido an&aacute;lisis de m&iacute;nimos cuadrados para explicar el miedo de la prensa a la sobrecarga del canal por medio de la prensa nacional y las variables espec&iacute;ficas de mercado.<br />
<strong>Resultados.</strong> Se encontr&oacute; que la prensa tiene tendencia a hacer lo que hace otra prensa. Encontramos, por ejemplo, que la prensa otorga un mayor descuento para su subscripci&oacute;n cuando el descuento medio ofrecido por los competidores es alto. Tambi&eacute;n se encontr&oacute; que la prensa financiera es m&aacute;s propensa a optar por una subscripci&oacute;n mixta.<br />
<strong>Conclusiones.</strong> Se encontraron fuertes indicios de que la prensa en l&iacute;nea exhibe una imitaci&oacute;n de comportamiento. Sin embargo, estos resultados son a menudo dif&iacute;ciles de separar de los hechos del pa&iacute;s, tal como la importancia relativa de la publicidad.
</blockquote>

      
    <hr size="1" style="color: rgb(0, 0, 128);" />
 
<h4><a href="http://www.informationr.net/ir/16-4/%C3%93paper499.html%C3%93">B&uacute;squeda de informaci&oacute;n mediante un sistema de visualizaci&oacute;n: un estudio de los estilos cognitivos</a><br />
Xiaojun Yuan, Xiangman Zhang, Chaomei Chen y Joshua M. Avery </h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> Este estudio investig&oacute; el efecto de los estilos cognitivos de los usuarios en la realizaci&oacute;n de tareas de b&uacute;squeda de informaci&oacute;n utilizando un campo de conocimiento con el sistema de visualizaci&oacute;n de informaci&oacute;n denominado CiteSpace.<br />
M&eacute;todo.</strong> Diecis&eacute;is estudiantes de posgrado participaron en un experimento de usuario. Cada uno complet&oacute; un extenso test de estilo cognitivo de an&aacute;lisis hol&iacute;stico-anal&iacute;tico (el test extendido CSA-WA) seg&uacute;n el estilo cognitivo, y luego se llevaron a cabo ocho tareas con el sistema CiteSpace.<br />
<strong>An&aacute;lisis.</strong> Se analizaron los datos de comportamiento y rendimiento de los usuarios mediante t&eacute;cnicas estad&iacute;sticas para explorar las relaciones entre las distintas medidas. Las t&eacute;cnicas incluyen la correlaci&oacute;n de Pearson, el an&aacute;lisis de varianza multivariado, el Pearson Chi-cuadrado y pruebas no param&eacute;tricas como el test de Wilcoxon signed-rank.<br />
<strong>Resultados.</strong> Los resultados demostraron que los estilos cognitivos de los usuarios produjeron impacto en el rendimiento de la b&uacute;squeda. La ratio hol&iacute;stico-anal&iacute;tica obtenida en el test cognitivo se correlaciona significativamente con los resultados correctos. Despu&eacute;s de dividir a los sujetos en dos grupos basados en la ratio media hol&iacute;stico-anal&iacute;tica, el an&aacute;lisis demostr&oacute; que las personas con preferencia hol&iacute;stica se sintieron significativamente m&aacute;s satisfechas con los resultados que los que tienen una preferencia anal&iacute;tica. Adem&aacute;s, los sujetos con preferencia anal&iacute;tica encontraron respuestas significativamente m&aacute;s correctas que las personas con una preferencia hol&iacute;stica.<br />
<strong>Conclusiones.</strong> Estos resultados indican que el estilo cognitivo es un factor importante en el estudio de las ciencias de la informaci&oacute;n y la interacci&oacute;n humano-computadora. La investigaci&oacute;n en esta &aacute;rea proporciona una indicaci&oacute;n valiosa del dise&ntilde;o futuro de los sistemas de informaci&oacute;n.
</blockquote>

    <hr size="1" style="color: rgb(0, 0, 128);" />
   <h4><a href="http://www.informationr.net/ir/16-4/paper500.html">T&aacute;cticas de informaci&oacute;n de los inmigrantes en entornos urbanos</a><br />
Jessica Lingel</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> Este proyecto busca contribuir a la investigaci&oacute;n sobre el comportamiento diario con la informaci&oacute;n de personas que hacen frente a las pr&aacute;cticas de informaci&oacute;n de los inmigrantes (aqu&iacute; llamados individuos migracionales) que participan en el aprendizaje de nuevos entornos urbanos.<br />
<strong>M&eacute;todo.</strong> Se utilizan dos enfoques cualitativos: semi-estructurados, entrevistas en profundidad y la cartograf&iacute;a participativa (una metodolog&iacute;a que implica un an&aacute;lisis de los mapas producidos por los entrevistados). Los doce participantes entrevistados en este proyecto fueron individuos migracionales inscritos en el aprendizaje de la lengua inglesa en el centro de aculturaci&oacute;n en Nueva York, NY.<br />
<strong>An&aacute;lisis. </strong>Utilizando como marco te&oacute;rico la construcci&oacute;n t&aacute;cticas de Certeaus, las entrevistas fueron transcritas y codificadas con el software NVivo. El an&aacute;lisis se centr&oacute; en las pr&aacute;cticas utilizadas por las individuos migracionales con el fin de familiarizarse con Nueva York; motivos de sorpresa y situaciones de desorientaci&oacute;n en la ciudad, y las tecnolog&iacute;as y los recursos que fueron (o no) &uacute;tiles para aprender sobre la vida cotidiana de un reci&eacute;n llegado a un entorno urbano.<br />
<strong>Resultados.</strong> Los principales resultados del an&aacute;lisis de las entrevistas son: una relaci&oacute;n detallada de los m&uacute;ltiples recursos de informaci&oacute;n utilizados en las b&uacute;squeda de informaci&oacute;n en la vida cotidiana, en qu&eacute; medida la narrativa personal y biograf&iacute;a (como la historia laboral) son figuras interpretadas por el entorno, y el uso deliberado del paseo para familiarizarse con los nuevos entornos. Estos hallazgos se teorizan en t&eacute;rminos de informaci&oacute;n que buscan en la vida diaria. El t&eacute;rmino t&aacute;cticas de informaci&oacute;n se propone como especialmente relevante para la comprensi&oacute;n de las pr&aacute;cticas cotidianas en los paseos por los espacios de una ciudad desconocida.<br />
<strong>Conclusiones.</strong> A trav&eacute;s de la discusi&oacute;n de las pr&aacute;cticas de informaci&oacute;n de los individuos migracionales, se sugiere la posible evoluci&oacute;n de las bibliotecas p&uacute;blicas y los programas de aculturaci&oacute;n que buscan ofrecer mejores servicios para la comunidad inmigrante. Con implicaciones pr&aacute;cticas y te&oacute;ricas, este proyecto ofrece, en profundidad, puntos de vista sobre un grupo poco estudiado dentro de la biblioteca y la investigaci&oacute;n en ciencias de la informaci&oacute;n.
</blockquote>
    <hr size="1" style="color: rgb(0, 0, 128);" />
	
  <h4><a href="http://www.informationr.net/ir/16-4/%C3%93paper501.html%C3%93">Comportamiento con la informaci&oacute;n de los pasajeros del metro de Nueva York</a><br />
Irene Lopatovska con Alexandra S. Basen, Anshuman M. Duneja, Helen Kwong, Denise L. Pasquinelli, Sarah Sopab, Brian J. Stokes y Christopher Weller</h4>
<blockquote>
<strong>Introducci&oacute;n. </strong>Se presenta un estudio de las tendencias de consumo de medios de informaci&oacute;n de los usuarios del metro de Nueva York.<br />
<strong>M&eacute;todo.</strong> Las observaciones se realizaron por siete estudiantes en quince nuevas l&iacute;neas de metro de Nueva York. Algunos pasajeros fueron entrevistados sobre el uso que realizaban de la tecnolog&iacute;a de la informaci&oacute;n durante sus viajes al trabajo y la encuesta fue completada por la biblioteca y los estudiantes de informaci&oacute;n cient&iacute;fica en el Instituto Pratt.<br />
<strong>An&aacute;lisis.</strong> El an&aacute;lisis cuantitativo emple&oacute; el paquete estad&iacute;stico SPSS y Excel de Microsoft. El an&aacute;lisis de los datos de la entrevista fue realizada por dos codificadores independientes.<br />
<strong>Resultados.</strong> Aproximadamente la mitad de los pasajeros se bas&oacute; en varios dispositivos de informaci&oacute;n para leer, escribir, escuchar m&uacute;sica y otras actividades. La otra mitad de los pasajeros no participa activamente en el uso de dispositivos de informaci&oacute;n.<br />
<strong>Conclusiones.</strong> La comparaci&oacute;n de los resultados del estudio con investigaciones previas sugiere que mientras la tecnolog&iacute;a de la informaci&oacute;n y los servicios sigan evolucionando, su uso por los pasajeros es muy probable que encaje en las categor&iacute;as de uso productivo, uso para el entretenimiento, y el no uso.</blockquote>

    <hr size="1" style="color: rgb(0, 0, 128);" />
    <h4><a href="http://www.informationr.net/ir/16-4/paper502.html">Evaluaci&oacute;n de vocabularios controlados mediante la consistencia entre indizadores</a><br /> 
Concha Soler Monreal y Isidoro Gil-Leiva</h4>
<blockquote><strong>Introducci&oacute;n.</strong> Se usan varios vocabularios controlados para la indizaci&oacute;n de tres art&iacute;culos de revista para comprobar si con una lista de descriptores se obtienen mejores o iguales indices de consistencia que con un tesauro est&aacute;ndar o con un tesauro aumentado.<br />
<strong>M&eacute;todo.</strong> Se ha usado un conjunto de terminolog&iacute;a sobre Biblioteconom&iacute;a y Documentaci&oacute;n para construir una lista de descriptores con relaciones de equivalencia, un tesauro est&aacute;ndar y un tesauro en el que todos sus descriptores cuentan con notas de aplicaci&oacute;n. Posteriormente se indizaron tres art&iacute;culos por los indizadores seleccionados que contaban con distinto grado de experiencia, por un lado estudiantes de Biblioteconom&iacute;a y Documentaci&oacute;n, y por otro, profesionales de diferentes centros de documentaci&oacute;n. A continuaci&oacute;n, se us&oacute; la formula de consistencia de Hooper para hallar los &iacute;ndices de consistencia entre indizadores expertos y noveles.<br />
<strong>An&aacute;lisis.</strong> Los datos se tabularon y analizaron sistem&aacute;ticamente por pares de indizadores expertos y noveles.<br />
<strong>Resultados.</strong> La herramienta con la que se obtuvieron los mejores resultados es la lista de descriptores (39,5% de consistencia), seguida por el tesauro aumentado (29,8%) y el tesauro est&aacute;ndar (27.5%).
Conclusi&oacute;n. La lista de descriptores en ambos grupos de indizadores ha obtenido mejores indices de consistencia.</blockquote>

    <hr size="1" style="color: rgb(0, 0, 128);" />
<h4><a href="http://www.informationr.net/ir/16-4/paper503.html"> Autor&iacute;a de art&iacute;culos de Wikipedia como una tarea en alfabetizaci&oacute;n en informaci&oacute;n: &iquest;copiar y pegar o expresar nuevos conocimientos con sus propias palabras?</a><br />
Eero Sormunen y Leeni Lehti&ouml;</h4>
<blockquote>
<strong>Introducci&oacute;n</strong>. Se presenta un estudio piloto de uso de las fuentes por los estudiantes en la autor&iacute;a de los art&iacute;culos de Wikipedia. El procedimiento se demuestra  investigando c&oacute;mo los estudiantes procesan los textos de las fuentes para componer sus propios textos.<br />
<strong>M&eacute;todo</strong>. Cuatro grupos de alumnos de ense&ntilde;anza secundaria (de 17 a 18 a&ntilde;os) participaron en un curso de geograf&iacute;a de ocho semanas y siete grupos en un curso de biolog&iacute;a. Cada grupo escribi&oacute; un art&iacute;culo de Wikipedia como parte del programa del curso. Se observ&oacute; el trabajo de los estudiantes y fueron entrevistados.  Se incluyeron tambi&eacute;n en el conjunto de datos los art&iacute;culos publicados de Wikipedia, fuentes citadas y las fuentes identificadas en una prueba de plagio.<br />
<strong>An&aacute;lisis</strong>. Se compararon las frases del art&iacute;culo y las fuentes y se clasificaron las transformaciones de texto mediante una tipolog&iacute;a ordenada de cinco categor&iacute;as que van desde &quot;copiar y pegar&quot; a la &quot;s&iacute;ntesis de diversas fuentes&quot;. Se utiliz&oacute; estad&iacute;stica descriptiva. Se analizaron cualitativamente las notas de observaci&oacute;n y las transcripciones de las entrevistas.<br />
<strong>Resultados</strong>. Los estudiantes utilizan casi exclusivamente fuentes basados en Web. Los investigadores estimaron que alrededor del 30 por ciento de las fuentes utilizadas no fueron citadas. El an&aacute;lisis de las citadas y otras fuentes identificadas mostr&oacute; que aproximadamente un tercio de las frases del art&iacute;culo de Wikipedia fueron copias literales o ligeramente editadas de frases fuente.<br />
<strong>Conclusiones.</strong> Se necesita un enfoque m&aacute;s anal&iacute;tico en el estudio de los procesos nucleares de la escritura basada en fuente: construcci&oacute;n de significados a partir de las fuentes y dar sentido a los textos escritos.</blockquote>

    <hr size="1" style="color: rgb(0, 0, 128);" />
   <h4><a href="http://www.informationr.net/ir/16-4/%C3%93paper505.html%C3%93">Adquisici&oacute;n de informaci&oacute;n de salud en l&iacute;nea y su influencia en la intenci&oacute;n de visitar una instituci&oacute;n m&eacute;dica fuera de l&iacute;nea.</a><br />
Sang-Man Kim y Jae-Young Oh</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Estudios previos sobre la adopci&oacute;n de Internet han investigado la e-calidad del servicio como una medida de satisfacci&oacute;n web. Creemos que para los clientes de atenci&oacute;n sanitaria, la adquisici&oacute;n de informaci&oacute;n en l&iacute;nea es igualmente importante, no s&oacute;lo para atraer a los pacientes o clientes potenciales a los hospitales, sino tambi&eacute;n para la creaci&oacute;n de valor econ&oacute;mico. Este documento propone un modelo para la relaci&oacute;n entre la satisfacci&oacute;n web basadoa en la adquisici&oacute;n de informaci&oacute;n del cliente y la intenci&oacute;n de visitar y comprar los servicios de salud.<br />
<strong>M&eacute;todo.</strong> Se encuest&oacute; a personas de edades comprendidas entre 20 y 30 a&ntilde;os con una experiencia considerable en el uso de sitios web de instituciones m&eacute;dicas y que eran principalmente estudiantes u oficinistas. Los encuestados respondieron el cuestionario en base a su experiencia en la b&uacute;squeda de sitios web de instituciones de atenci&oacute;n m&eacute;dica primaria. Con el fin de mejorar la fiabilidad, encuestadores profesionales supervisaron la encuesta.<br />
<strong>An&aacute;lisis.</strong> Se utiliz&oacute; un modelo de ecuaciones estructurales (SEM) para probar nuestra hip&oacute;tesis de investigaci&oacute;n.<br />
<strong>Resultados</strong>. Los resultados muestran una relaci&oacute;n significativa entre la calidad del e-servicio, la adquisici&oacute;n de informaci&oacute;n del cliente, la satisfacci&oacute;n del sitio web, las expectativas de los servicios de salud y la intenci&oacute;n de realizar una visita fuera de l&iacute;nea.<br />
<strong>Conclusiones</strong>. Los resultados pueden contribuir a evaluar la calidad de los sitios web de salud en t&eacute;rminos de calidad de informaci&oacute;n y examinar c&oacute;mo la informaci&oacute;n proporcionada afecta a las intenciones del cliente fuera de l&iacute;nea.
</blockquote>

    <hr size="1" style="color: rgb(0, 0, 128);" />
    <h4><a href="http://www.informationr.net/ir/16-4/%C3%93paper506.html%C3%93">Cobertura de revistas espa&ntilde;olas de ciencias sociales y humanidades por las bases de datos nacionales e internacionales.</a><br />
J. Ma&ntilde;ana-Rodr&iacute;guez y E. Gim&eacute;nez-Toledo</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> Este trabajo analiza la presencia de las revistas espa&ntilde;olas de humanidades y ciencias sociales en setenta y nueve bases de datos de diferentes tipos: especializadas, especializadas en un campo diferente del de la revista, y multidisciplinares, para determinar la relevancia relativa de las bases de datos por campo y tipo de base de datos.<br />
<strong>M&eacute;todo.</strong> El modo de aparici&oacute;n de las revistas en bases de datos como porcentaje del total de apariciones se ha utilizado como un indicador de la pertinencia y cobertura de las diferentes bases de datos.<br />
<strong>An&aacute;lisis.</strong> Un an&aacute;lisis descriptivo de la frecuencia de aparici&oacute;n de las revistas en bases de datos se ha utilizado para describir la importancia y el alcance de las bases de datos. Se ha utilizado regresi&oacute;n logar&iacute;tmica para caracterizar la distribuci&oacute;n de revistas entre bases de datos.<br />
<strong>Resultados</strong>. Se detectaron fortalezas y debilidades en la cobertura de las bases de datos estudiadas por campo y tipo de base de datos y se identific&oacute; la distribuci&oacute;n de Lotka como la distribuci&oacute;n caracter&iacute;stica de las revistas entre bases de datos.<br />
<strong>Conclusi&oacute;n.</strong> Ha sido identificada la infrautilizaci&oacute;n de las bases de datos de determinados campos (por ejemplo, geograf&iacute;a), junto con la ausencia de bases de datos especializadas en algunos campos (por ejemplo, derecho) y la necesidad de mejorar la calidad en ciertas bases de datos. Se ofrecen propuestas para la mejora de la visibilidad internacional de las revistas y estrategias de difusi&oacute;n de los editores a trav&eacute;s de la presencia de las revistas.</blockquote>

    <hr size="1" style="color: rgb(0, 0, 128);" />
  
   
    <br />
    <h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute;
        Vicente Rodr&iacute;guez</a> y
      <a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de
      Murcia, Espa&ntilde;a.</h4>
    <h5>Last updated 14 December, 2011</h5>
    <img width="44" height="15" src="http://www.informationr.net/ir/valid-xhtml10.gif" alt="Valid XHTML 1.0!" />
    <hr size="3" style="color: rgb(0, 0, 128);" />
    <script type="text/javascript" src="http://www.google-analytics.com/urchin.js">
</script>
    <script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
  </body>
</html>
