<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
  <head>
    <link rel="stylesheet" type="text/css" href="http://www.informationr.net/ir/IRstyle.css" />
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
    <title>Spanish abstracts</title>
    <meta content="Abstracts in Spanish of the papers in Volume 17 No. 1 of Information Research" name="description" />
    <meta content="Mature" name="rating" />
    <meta content="Document" name="VW96.objecttype" />
    <meta content="ALL" name="robots" />
    <meta content="Spanish abstracts" name="DC.Title" />
    <meta content="Abstracts in Spanish of the papers in Volume 17 No. 1 of Information Research"
      name="DC.Subject" />
    <meta content="Abstracts in Spanish of the papers in Volume 17 No. 1 of Information Research"
      name="DC.Description" />
    <meta content="text" name="DC.Type" />
    <meta content="1368-1613" name="DC.Identifier" />
    <meta content="http://InformationR.net/ir/17-1/spanish171.html" name="DC.Identifier" />
    <meta content="text/html" name="DC.Format" />
    <meta content="en" name="DC.Language" />
    <meta content="2011-12-15" name="DC.Date.Available" />
    <meta content="Professor T.D. Wilson" name="DC.Publisher" />
    <meta content="http://creativecommons.org/licenses/by-nd-nc/1.0/" name="DC.Rights" />
    <meta content="global" name="DC.Coverage.PlaceName" />
    <meta content="Professor T.D. Wilson" name="DC.Publisher" />
    <style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style><style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}

</style>
  </head>
  <body>
    <table cellspacing="0" cellpadding="0" border="0" align="center">
      <tbody>
        <tr>
          <td height="30" style="text-align: center;" colspan="5">
            <img width="336" height="45" alt="header" src="http://www.informationr.net/ir/mini_logo2.gif" /><br />
            <span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol.
              17 no. 1, March 2012</span><br />
            <br />
            <div id="button">
              <ul>
                <li><a href="http://www.informationr.net/ir/17-1/infres171.html">Contents</a> | </li>
                <li><a href="http://www.informationr.net/ir/iraindex.html">Author index</a> | </li>
                <li><a href="http://www.informationr.net/ir/irsindex.html">Subject index</a> | </li>
                <li><a href="http://www.informationr.net/ir/search.html">Search</a> | </li>
                <li><a href="../index.html">Home</a></li>
              </ul>
            </div>
          </td>
        </tr>
        <tr>
          <td> </td>
        </tr>
      </tbody>
    </table>
    <hr size="1" style="color: rgb(0, 0, 128);" />
    <h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>
    <hr size="1" style="color: rgb(0, 0, 128);" />

    <h4><a href="http://www.informationr.net/ir/17-1/paper507.html">Las tesis en acceso abierto en los repositorios institucionales: Un estudio exploratorio de las percepciones de los estudiantes de doctorado</a><br />Kate Valentine Stanton and Chern Li Liew</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Examinamos el conocimiento y las actitudes de los estudiantes de doctorado con las formas de publicaci&oacute;n en acceso abierto. Se exploraron los niveles de conocimiento del acceso abierto y el concepto de los repositorios institucionales, el comportamiento de publicaci&oacute;n y la percepci&oacute;n de los beneficios y riesgos de la publicaci&oacute;n de acceso abierto.<br />
<strong>M&eacute;todo</strong>. Los datos cualitativos y cuantitativos se recolectaron mediante entrevistas a ocho estudiantes de doctorado matriculados en una amplia gama de disciplinas en una universidad de Nueva Zelanda y una encuesta web de auto-realizaci&oacute;n a 251 estudiantes.<br />
<strong>An&aacute;lisis</strong>. Se analizaron tem&aacute;ticamente los datos de las entrevistas, y posteriormente se evaluaron en relaci&oacute;n con un marco te&oacute;rico. Los datos de la entrevista se utilizaron como informaci&oacute;n para el dise&ntilde;o de la herramienta de encuesta. Las respuestas a la encuesta se analizaron como un &uacute;nico conjunto, y a continuaci&oacute;n por disciplina usando el conjunto de herramientas en l&iacute;nea SurveyMonkey y Excel.<br />
<strong>Resultados</strong>. Aunque el conocimiento del acceso abierto y los repositorios es aun baja, se encontr&oacute; que la mayor&iacute;a de los entrevistados y la encuesta apoyan el concepto de acceso abierto. Los beneficios percibidos de la exposici&oacute;n y el potencial de para compartir superan a los riesgos percibidos. La mayor&iacute;a de los encuestados apoyaban la idea de una pol&iacute;tica obligatoria existente previa para la presentaci&oacute;n de tesis.<br />
<strong>Conclusiones</strong>. Los bajos niveles de conocimiento sobre el repositorio de la universidad sigue siendo un problema, y podr&iacute;a ser abordado investigando la eficacia de los diferentes canales de comunicaci&oacute;n para la promoci&oacute;n.
</blockquote>


<h4><a href="http://www.informationr.net/ir/17-1/paper508.html">Un estudio de la conducta de b&uacute;squeda de informaci&oacute;n de la generaci&oacute;n del milenio</a><br />Arthur Taylor</h4>
 

<blockquote>
<strong>Introducci&oacute;n</strong>. Los miembros de la generaci&oacute;n del milenio (nacidos despu&eacute;s de 1982) han alcanzado la mayor&iacute;a de edad en una sociedad impregnada de tecnolog&iacute;a e informaci&oacute;n. No est&aacute; claro c&oacute;mo determinan la validez de la informaci&oacute;n recopilada, o si es o no la validez a&uacute;n motivo de preocupaci&oacute;n. Los modelos anteriores de b&uacute;squeda de informaci&oacute;n basados en b&uacute;squedas mediadas por diferentes grupos de edad pueden no describir adecuadamente los comportamientos de b&uacute;squeda de esta generaci&oacute;n.<br />
<strong>M&eacute;todo</strong>. El estudio longitudinal que aqu&iacute; se presenta, examin&oacute; el comportamiento con la informaci&oacute;n de estudiantes universitarios miembros de la generaci&oacute;n del milenio. Se recogieron datos de los alumnos mediante encuestas durante un proceso de b&uacute;squeda de informaci&oacute;n como una parte en la asignaci&oacute;n de un proyecto de investigaci&oacute;n.<br />
<strong>An&aacute;lisis</strong>. Se realiz&oacute; el an&aacute;lisis cuantitativo de los datos, referidos a 80 sujetos, y la evaluaci&oacute;n de 758 documentos.<br />
<strong>Resultados</strong>. Los resultados estad&iacute;sticamente significativos sugieren que los individuos que buscan en la Web de la generaci&oacute;n del milenio proceden de forma err&aacute;tica a trav&eacute;s de un proceso de b&uacute;squeda de informaci&oacute;n, haciendo s&oacute;lo un intento limitado de evaluaci&oacute;n de la calidad o validez de la informaci&oacute;n recopilada, pudiendo efectuar un cierto nivel de "relleno" o de a&ntilde;adido de fuentes para un proyecto de investigaci&oacute;n antes de la presentaci&oacute;n final del trabajo.<br />
<strong>Conclusiones</strong>. Estos resultados indican que el comportamiento de b&uacute;squeda de la generaci&oacute;n del milenio puede ser problem&aacute;tico. Los actuales modelos de b&uacute;squeda son apropiados, el problema est&aacute; en la ejecuci&oacute;n del modelo por el buscador en el contexto de b&uacute;squeda.
</blockquote>


<h4><a href="http://www.informationr.net/ir/17-1/paper509.html">Grado de informaci&oacute;n corporativa en Internet: un marco de investigaci&oacute;n</a><br />Pak-Lok Poon and Yuen Tak Yu</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Este art&iacute;culo se refiere a la extensi&oacute;n en que han sido usados los informes corporativos por Internet por las empresas que utilizan esta innovaci&oacute;n, y si esto se relaciona con ciertas caracter&iacute;sticas de estas empresas.<br />
<strong>M&eacute;todo</strong>. Investigamos una serie de teor&iacute;as sobre innovaci&oacute;n/adopci&oacute;n tecnol&oacute;gica, y las aplicamos para plantear la hip&oacute;tesis de las relaciones entre varias caracter&iacute;sticas de las empresas corporativas y sus grados de informaci&oacute;n corporativa en Internet.<br />
<strong>An&aacute;lisis</strong>. Apoy&aacute;ndose en la teor&iacute;a de difusi&oacute;n de la innovaci&oacute;n, la teor&iacute;a de la confirmaci&oacute;n de expectativas, las teor&iacute;as de gobierno corporativo y las teor&iacute;as de la curva de aprendizaje/experiencia, se conjetura que el grado de adopci&oacute;n de los informes corporativos de Internet est&aacute; relacionado con el gobierno corporativo de la empresa, la apertura del sistema, el tama&ntilde;o, los ingresos, la actividad del negocio de valores y la experiencia de la adopci&oacute;n.<br />
<strong>Resultados</strong>. Se ha desarrollado un marco gen&eacute;rico para estudiar el grado de informaci&oacute;n corporativa en Internet, en sitios web corporativos. Junto con las cuestiones de investigaci&oacute;n y las hip&oacute;tesis de investigaci&oacute;n presentadas en este art&iacute;culo, nuestro trabajo forma la base te&oacute;rica esencial sobre la que se pueden realizar estudios emp&iacute;ricos.<br />
<strong>Conclusiones</strong>. Nuestro marco de investigaci&oacute;n y sus preguntas/hip&oacute;tesis de investigaci&oacute;n asociadas son de car&aacute;cter gen&eacute;rico y, por tanto, son &uacute;tiles a los investigadores para el seguimiento de los estudios te&oacute;ricos o emp&iacute;ricos sobre la adopci&oacute;n de la informaci&oacute;n corporativa en Internet en una variedad de contextos.
</blockquote>


<h4><a href="http://www.informationr.net/ir/17-1/paper510.html">La informaci&oacute;n corporativa en Internet de las firmas que cotizan en Hong Kong</a><br />Pak-Lok Poon and Yuen Tak Yu</h4>


<blockquote>
<strong>Introducci&oacute;n</strong>. Este trabajo estudia las relaciones entre el grado de informaci&oacute;n corporativa en Internet y las caracter&iacute;sticas de las firmas que cotizan en Hong Kong que utilizan esta innovaci&oacute;n.<br />
<strong>M&eacute;todo</strong>. Aplicando nuestro marco de investigaci&oacute;n previamente desarrollado, se realiz&oacute; un estudio emp&iacute;rico mediante la adaptaci&oacute;n de las preguntas de investigaci&oacute;n en el contexto local, identificando a los facultados para medir las variables de las hip&oacute;tesis formuladas, y tomando dos rondas de datos durante un per&iacute;odo de tres a&ntilde;os para la prueba de hip&oacute;tesis.<br />
<strong>An&aacute;lisis</strong>. Se analizaron los datos de forma cuantitativa, se  identificaron y visualizaron los patrones de datos y se realizaron pruebas estad&iacute;sticas para validar las hip&oacute;tesis formuladas.<br />
<strong>Resultados</strong>. Hemos encontrado que el grado de informaci&oacute;n corporativo en Internet de una firma se asocia positivamente con varias de sus caracter&iacute;sticas, como el nivel de gobierno corporativo y la experiencia previa en la adopci&oacute;n de una pr&aacute;ctica de informaci&oacute;n. Por otra parte, las relaciones entre el grado de informaci&oacute;n corporativa en Internet y el tama&ntilde;o de la empresa, los ingresos la actividad del negocio de valores son muy similares y muestran un patr&oacute;n distintivo.<br />
<strong>Conclusiones</strong>. Existen claras relaciones entre varias caracter&iacute;sticas de una empresa y su grado de informaci&oacute;n corporativo en Internet. Nuestro marco de investigaci&oacute;n desarrollado previamente puede ser adaptado para estudiar tales pr&aacute;cticas de informaci&oacute;n en otras regiones o contextos locales.
</blockquote>



<h4><a href="http://www.informationr.net/ir/17-1/paper511.html">La selecci&oacute;n de recursos de informaci&oacute;n por los estudiantes de pregrado en las tareas de b&uacute;squeda acad&eacute;micas</a><br />Jee Yeon Lee, Woojin Paik and Soohyung Joo</h4>


<blockquote>
<strong>Introducci&oacute;n</strong>. Este estudio tiene como objetivo investigar la selecci&oacute;n de fuentes de informaci&oacute;n e identificar los factores asociados con la selecci&oacute;n de recursos de los estudiantes de pregrado para las tareas de b&uacute;squeda acad&eacute;micas. Para clasificar los recursos por sus caracter&iacute;sticas tambi&eacute;n se examin&oacute; la percepci&oacute;n de los usuarios de algunos factores, como la credibilidad, utilidad, accesibilidad y familiaridad.<br />
<strong>M&eacute;todo</strong>. Se emple&oacute; el m&eacute;todo del diario autogenerado con 233 estudiantes de pregrado en la realizaci&oacute;n de sus tareas de b&uacute;squeda acad&eacute;micas.<br />
<strong>An&aacute;lisis</strong>. Los datos obtenidos de los diarios fueron analizados tanto cualitativa como cuantitativamente. Se utiliz&oacute; un an&aacute;lisis cualitativo para estudiar los factores que influyen en la selecci&oacute;n de recursos, mientras que se utiliz&oacute; el an&aacute;lisis cuantitativo para la investigaci&oacute;n de las caracter&iacute;sticas de los recursos.<br />
<strong>Resultados</strong>. Este estudio reafirm&oacute; tendencias recientes de uso de la informaci&oacute;n como que las fuentes en l&iacute;nea son las preferidas por los estudiantes universitarios en sus b&uacute;squedas acad&eacute;micas. Este estudio identific&oacute; veintinueve factores en cuatro dimensiones diferentes, como el tipo de informaci&oacute;n, las caracter&iacute;sticas de los recursos, la estrategia de b&uacute;squeda, y la interacci&oacute;n con los dem&aacute;s. Por otra parte, se investigaron cuantitativamente las percepciones de los usuarios, centr&aacute;ndose la investigaci&oacute;n en la utilidad, la credibilidad, la accesibilidad, la familiaridad con la fuente, la satisfacci&oacute;n y la intenci&oacute;n de uso continuo.<br />
<strong>Conclusiones</strong>. M&uacute;ltiples factores est&aacute;n influyendo en la selecci&oacute;n de recursos por los estudiantes de pregrado y estos factores var&iacute;an en diferentes tipos de fuentes en las tareas de b&uacute;squeda acad&eacute;micas. Los resultados del estudio sugieren algunas ideas sobre c&oacute;mo guiar a los estudiantes en la elecci&oacute;n de los mejores recursos de informaci&oacute;n para sus tareas de b&uacute;squeda acad&eacute;micas.
</blockquote>


<h4><a href="http://www.informationr.net/ir/17-1/paper512.html">Los libros electr&oacute;nicos: el suministro de contenido y las posibilidades de adopci&oacute;n entre los usuarios en Letonia</a><br />Aiga Grenina</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Este art&iacute;culo ofrece un breve resumen de las ventajas y desventajas m&aacute;s comunes de los libros electr&oacute;nicos (e-books), basado en la difusi&oacute;n de la teor&iacute;a de la innovaci&oacute;n. La primera parte de esta investigaci&oacute;n aborda el an&aacute;lisis de las colecciones de libros electr&oacute;nicos letonas disponibles en Internet. La segunda parte examina la utilidad de los libros electr&oacute;nicos. Por &uacute;ltimo, el autor sugiere formas para una adopci&oacute;n m&aacute;s exitosa de los libros electr&oacute;nicos.<br />
<strong>M&eacute;todo</strong>. La investigaci&oacute;n se bas&oacute; en el an&aacute;lisis de contenido y examina c&oacute;mo tres grupos de usuarios diferentes interact&uacute;an con los libros electr&oacute;nicos, utilizando el protocolo verbal (como m&eacute;todo principal de investigaci&oacute;n) y un cuestionario (como m&eacute;todo de investigaci&oacute;n secundario).<br />
<strong>An&aacute;lisis</strong>. Se utilizaron las siguientes categor&iacute;as para realizar el an&aacute;lisis de contenido de colecciones de libros electr&oacute;nicos letones: informaci&oacute;n general, disponibilidad, suministro de contenidos y posibilidades de recuperaci&oacute;n de informaci&oacute;n. Los datos del protocolo verbal y las notas tomadas durante el proceso de observaci&oacute;n se transcribieron y se compararon con las respuestas obtenidas a partir de cuestionarios y el an&aacute;lisis de contenido.<br />
<strong>Resultados</strong>. El an&aacute;lisis de contenido muestra que hay por lo menos catorce colecciones de e-books letones disponibles en Internet, ofreciendo un total de 527 libros electr&oacute;nicos. Los resultados de los protocolos verbales y cuestionarios muestran claramente diferentes expectativas y necesidades de los e-books entre los diferentes grupos de usuarios. Estas diferencias se basan principalmente en la edad del encuestado y sus diferentes niveles de destrezas inform&aacute;ticas.<br />
<strong>Conclusiones</strong>. La investigaci&oacute;n muestra que los libros electr&oacute;nicos analizados no son adecuados para la lectura a largo plazo. S&oacute;lo la utilizaci&oacute;n con &eacute;xito de las muchas ventajas del e-book podr&iacute;a hacerlos m&aacute;s atractivos que los libros tradicionales.
</blockquote>


<h4><a href="http://www.informationr.net/ir/17-1/paper513.html">&#191;Qu&eacute; impulsa la innovaci&oacute;n colectiva? Explorando el sistema de conductores de motivaciones en las plataformas Web de innovaci&oacute;n abierta</a><br />Cinzia Battistella and Fabio Nonino</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. El art&iacute;culo trata el tema de la creciente integraci&oacute;n de personas y empresas en los procesos de innovaci&oacute;n a trav&eacute;s de plataformas software basadas en la Web. Consideramos por qu&eacute; la gente participa y contribuye en las plataformas y las caracter&iacute;sticas de las plataformas y las posibles acciones de gesti&oacute;n, es decir, los conductores de motivaciones, para mejorar estas motivaciones.<br />
<strong>M&eacute;todo</strong>. Un an&aacute;lisis emp&iacute;rico cualitativo de veinte plataformas importantes, dando lugar a un mapa de causa-efecto de los conductores y las motivaciones. Se utilizaron tanto datos primarios (a partir de un estudio Delphi y entrevistas) como secundarios (documentos, explicaciones del sitio web, etc.).<br />
<strong>An&aacute;lisis</strong>. El an&aacute;lisis cualitativo se utiliz&oacute; para examinar las interacciones entre los conductores espec&iacute;ficos para la mejora de las motivaciones espec&iacute;ficas.<br />
<strong>Resultados</strong>. Se encontraron nueve grupos de conductores, clasificados en tres grupos. Se proponen estrategias para la conducci&oacute;n de las motivaciones que podr&iacute;an alentar a los usuarios a desempe&ntilde;ar un papel activo en las plataformas.<br />
<strong>Conclusiones</strong>. Los hallazgos podr&iacute;an ser &uacute;tiles para los administradores de comunidades y dise&ntilde;adores de plataformas, ya que sugieren opciones para el dise&ntilde;o de plataformas que podr&iacute;an atraer a participantes potencialmente innovadores y mantener un alto nivel de colaboraci&oacute;n en las contribuciones relacionadas con la innovaci&oacute;n.
</blockquote>


    <hr size="1" style="color: rgb(0, 0, 128);" />
  
   
    <br />
    <h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute;
        Vicente Rodr&iacute;guez</a> y
      <a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de
      Murcia, Espa&ntilde;a.</h4>
    <h5>Last updated 30 March, 2012</h5>
    <img width="44" height="15" src="http://www.informationr.net/ir/valid-xhtml10.gif" alt="Valid XHTML 1.0!" />
    <hr size="3" style="color: rgb(0, 0, 128);" />
    <script type="text/javascript" src="http://www.google-analytics.com/urchin.js">
</script>
    <script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
  </body>
</html>
