<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html><head>
  <link href="http://www.informationr.net/ir/IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="description" content="Abstracts in Spanish of the papers in Volume 16 No. 2 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="robots" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 16 No.2 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 16 No. 12 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="http://InformationR.net/ir/16-2/spanish162.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2011-03-15">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<style>	<!--
	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }
	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style>
<style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}

#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}

#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		}
</style>
</head>
<body>
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" colspan="5" style="text-align: center;" >
<img src="http://www.informationr.net/ir/mini_logo2.gif" width="336" height="45" alt="header" /><br />
<span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 16  no. 2, June 2011</span><br /><br />
<div id="button">
<ul>
	<li><a href="http://www.informationr.net/ir/16-2/infres162.html">Contents</a>&nbsp;|&nbsp;</li>
	<li><a href="http://www.informationr.net/ir/iraindex.html">Author index</a>&nbsp;|&nbsp;</li>
	<li><a href="http://www.informationr.net/ir/irsindex.html">Subject index</a>&nbsp;|&nbsp;</li>
	<li><a href="http://www.informationr.net/ir/search.html">Search</a>&nbsp;|&nbsp;</li>
	<li><a href="../index.html">Home</a></li>
</ul>
</div>
</td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>
<hr style="color: rgb(0, 0, 128);" size="1" />
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>
<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="http://www.informationr.net/ir/16-2/paper473.html">De la escuela al trabajo y del trabajo a la escuela: los entornos de la informaci&oacute;n y la transferencia de pr&aacute;cticas en alfabetizaci&oacute;n informacional.</a>
<br />James E. Herring
</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Este estudio, basado en una escuela secundaria de Escocia, intenta examinar las opiniones de los estudiantes que fueron completando la experiencia laboral, en sus pr&aacute;cticas de alfabetizaci&oacute;n en informaci&oacute;n, y las diferencias encontradas entre la escuela y los entornos de informaci&oacute;n en el trabajo durante su experiencia laboral. Tambi&eacute;n se investigaron los puntos de vista de los profesores de orientaci&oacute;n.<br />
<strong>M&eacute;todo</strong>. El estudio utiliz&oacute; un enfoque fundamentado en la teor&iacute;a constructivista para identificar &aacute;reas de exploraci&oacute;n. Los datos fueron recogidos a trav&eacute;s de entrevistas con los estudiantes y los profesores de orientaci&oacute;n antes y despu&eacute;s del periodo de pr&aacute;cticas. Todas las entrevistas fueron codificadas.<br />
<strong>An&aacute;lisis</strong>. Se utiliz&oacute; un an&aacute;lisis fundamentado en el constructivismo para analizar e interpretar los datos recogidos, y para formar las categor&iacute;as para la discusi&oacute;n.
<strong>Resultados</strong> Los resultados mostraron que las pr&aacute;cticas de los alumnos en alfabetizaci&oacute;n informacional eran las t&iacute;picas encontradas en la bibliograf&iacute;a. La observaci&oacute;n del entorno de informaci&oacute;n en el puesto de trabajo de los alumnos identific&oacute; las principales diferencias entre la escuela y el trabajo, en cuanto a la utilizaci&oacute;n de la tecnolog&iacute;a, fuentes de informaci&oacute;n, y valor de la informaci&oacute;n. Los estudiantes identificaron las &aacute;reas de transferencia del trabajo a la escuela. Los profesores encontraron las carencias de conocimiento de estos entornos de informaci&oacute;n en el puesto de trabajo.<br />
<strong>Conclusi&oacute;n</strong>. Centrarse en el entorno de informaci&oacute;n en el puesto de trabajo fue una valiosa experiencia de aprendizaje para los estudiantes, y podr&iacute;a llegar a mejorar sus pr&aacute;cticas de alfabetizaci&oacute;n en informaci&oacute;n. Los profesores podr&iacute;an beneficiarse de tener un mayor enfoque en entornos de informaci&oacute;n laboral. </blockquote>


 <hr style="color: rgb(0, 0, 128);" size="1" />



<h4> <a href="http://www.informationr.net/ir/16-2/paper474.html" target="_blank">Comportamiento informacional de hombres australianos experimentando eventos vitales estresantes: el papel de las redes sociales y los confidentes<br />
Peta Wellstead</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Este documento analiza los resultados de un estudio cualitativo sobre el comportamiento informacional de un grupo de hombres australianos que hab&iacute;an sufrido un acontecimiento vital estresante. Se examinaron las fuentes de informaci&oacute;n y las lagunas y los obst&aacute;culos en la b&uacute;squeda de informaci&oacute;n. Se explor&oacute; el valor de la informaci&oacute;n de las redes sociales y los confidentes.<br />
<strong>M&eacute;todo</strong>. Se llevaron a cabo entrevistas con quince hombres que hab&iacute;an experimentado un per&iacute;odo de estr&eacute;s vital significativo. Se utiliz&oacute; una hoja de autoinforme para recopilar datos adicionales de estos hombres en busca de ayuda. Se realiz&oacute; una entrevista semi-estructurada con seis profesionales que ofrecen informaci&oacute;n y ayuda a los miembros de la comunidad.<br />
<strong>An&aacute;lisis</strong>. Se examinaron las transcripciones de las entrevistas para identificar los temas en el episodio de b&uacute;squeda de ayuda. En las entrevistas con los profesionales se efectu&oacute; tambi&eacute;n un an&aacute;lisis tem&aacute;tico.<br />
<strong>Resultados</strong>. Los resultados indican el uso de una variedad de estrategias de comportamiento informacional, incluyendo la evasi&oacute;n, durante los eventos vitales estresantes. Un hallazgo clave es el importante papel en la asistencia de las mujeres en el comportamiento informacional de los hombres, tanto en t&eacute;rminos de facilitar la b&uacute;squeda de ayuda, como en ayudar a los hombres a mantenerse en su tarea durante la b&uacute;squeda de ayuda.<br />
<strong>Conclusiones</strong>. Estos hallazgos indican la necesidad de una mayor comprensi&oacute;n del comportamiento de informaci&oacute;n de los hombres que experimentan eventos vitales estresantes. Los hallazgos tienen implicaciones para la pol&iacute;tica sanitaria, en particular para el desarrollo de servicios de apoyo para hombres. </blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="http://www.informationr.net/ir/16-2/paper475.html" target="_blank">Un estudio comparativo de los m&eacute;todos para explorar las percepciones afectivas de las im&aacute;genes por los usuarios</a>
<br />JungWon Yoon</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Anteriores estudios de an&aacute;lisis de consultas demostraron que las percepciones y necesidades emocionales tienden a no estar lo suficientemente reflejadas en las consultas de im&aacute;genes. Para proporcionar una mejor comprensi&oacute;n de los atributos emocionales de una imagen, este estudio explor&oacute; y compar&oacute; estos atributos obtenidos con las tareas relacionadas.<br />
<strong>M&eacute;todo</strong>. Este estudio analiza los atributos de una imagen mediante la ordenaci&oacute;n, descripci&oacute;n y b&uacute;squeda. Se obtuvo un conjunto de datos a partir de im&aacute;genes de Flickr etiquetadas con una de las seis emociones b&aacute;sicas (amor, alegr&iacute;a, sorpresa, ira, tristeza y miedo), participaron cincuenta y nueve estudiantes.<br />
<strong>Resultados</strong>. Las tareas de ordenaci&oacute;n y descripci&oacute;n revelaron dos tipos de emociones, alegr&iacute;a y tristeza, que la gente percibe a partir de las im&aacute;genes. Tambi&eacute;n revelaron algunos de los t&eacute;rminos emocionales que fueron elegidos frecuentemente como etiquetas de im&aacute;genes ordenadas. La comparaci&oacute;n de las percepciones de la imagen obtenida a partir de las tres tareas realizadas demostraron percepciones similares, pero hay peque&ntilde;as diferencias como resultado de las caracter&iacute;sticas &uacute;nicas de cada tarea o el entorno de investigaci&oacute;n.<br />
<strong>Conclusiones</strong>. Las categor&iacute;as de alegr&iacute;a y tristeza, junto con los t&eacute;rminos emocionales de uso frecuente identificados, deben recibir atenci&oacute;n en el dise&ntilde;o de la indizaci&oacute;n de im&aacute;genes y sistemas de recuperaci&oacute;n. Adem&aacute;s, las caracter&iacute;sticas de cada tarea y entorno de trabajo deben ser considerados en el desarrollo de un dise&ntilde;o de investigaci&oacute;n que explore los aspectos emocionales de una imagen.
</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1" />



<h4> <a href="http://www.informationr.net/ir/16-2/paper476.html" target="_blank">Las consultas de b&uacute;squeda que llevan a los usuarios australianos de Internet a Wikipedia</a><br />Vivienne Waller</h4> 

<blockquote>
<strong>Introducci&oacute;n</strong>. Este estudio exploratorio analiza el contenido de las consultas de b&uacute;squeda que llevaron a usuarios australianos de Internet desde un buscador a una entrada en Wikipedia.
<strong>M&eacute;todo</strong>. El estudio utiliz&oacute; los registros de transacciones de Hitwise que empareja las consultas de b&uacute;squeda con los datos sobre el estilo de vida del usuario. Se elabor&oacute; una muestra total de 1.760 t&eacute;rminos de b&uacute;squeda, estratificados por la frecuencia de t&eacute;rminos de b&uacute;squeda y estilo de vida.<br />
<strong>An&aacute;lisis</strong>. Cada t&eacute;rmino de b&uacute;squeda se ha codificado para indicar el tema de la consulta y se ponder&oacute; de acuerdo a su posici&oacute;n en la distribuci&oacute;n &quot;long tail&quot;. El an&aacute;lisis cuantitativo se llev&oacute; a cabo utilizando el paquete estad&iacute;stico SPSS.<br />
<strong>Resultados</strong>. Los resultados del estudio sugieren que Wikipedia se usa m&aacute;s para temas m&aacute;s livianos que para los de car&aacute;cter m&aacute;s acad&eacute;mico o serio. Se observaron diferencias significativas entre segmentos de estilo de vida diferentes en el uso de Wikipedia para consultas sobre cultura popular, pr&aacute;ctica cultural y ciencia.<br />
<strong>Conclusiones</strong>. El an&aacute;lisis proporciona alguna adquisici&oacute;n anal&iacute;tica sobre la naturaleza compleja de la b&uacute;squeda de informaci&oacute;n y las dificultades inherentes a asumir una distinci&oacute;n v&aacute;lida entre b&uacute;squeda de informaci&oacute;n y entretenimiento. Se sugiere que el t&eacute;rmino &quot;b&uacute;squeda de ocio&quot; se utilice para identificar la b&uacute;squeda de informaci&oacute;n que es en s&iacute; misma una actividad de ocio y no una b&uacute;squeda de informaci&oacute;n en particular.
</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="http://www.informationr.net/ir/16-2/paper477.html" target="_blank">Factores que influyen en el comportamiento de los administradores de informaci&oacute;n en el servicio civil de Kuwait: un modelo relacional</a><br />Helaiel Almutairi
</h4>

<blockquote>
<strong>Objetivo</strong>. El prop&oacute;sito del estudio es entender el impacto de los factores personales y profesionales sobre el comportamiento de informaci&oacute;n de gestores p&uacute;blicos de Kuwait.<br />
<strong>M&eacute;todo</strong>. Los datos se recogieron mediante un cuestionario enviado a un total de 400 personas en dieciocho ministerios. Se obtuvo una tasa de respuesta del 80%. Los datos se recolectaron en seis variables relacionadas con las personas: edad, sexo, educaci&oacute;n, nivel de gesti&oacute;n, experiencia laboral y uso de sistemas de informaci&oacute;n, y en tres dimensiones del comportamiento de informaci&oacute;n: caracter&iacute;sticas de la informaci&oacute;n, tipos de informaci&oacute;n, y fuentes de informaci&oacute;n.<br />
<strong>An&aacute;lisis</strong>. Se utiliz&oacute; el paquete de an&aacute;lisis estad&iacute;stico SPSS para realizar an&aacute;lisis multivariado de varianza, an&aacute;lisis de varianza y comparaciones m&uacute;ltiples con la prueba de Scheffe.<br />
<strong>Resultados</strong>. Los resultados del estudio indican que la edad, la educaci&oacute;n, y el uso de sistemas de informaci&oacute;n son las &uacute;nicas variables contextuales que marcan la diferencia en las tres dimensiones de la informaci&oacute;n. Las tres variables independientes fueron sometidas a un an&aacute;lisis m&aacute;s detallado para entender cu&aacute;l de las medias de los subgrupos difiere significativamente de los otros y qu&eacute; direcci&oacute;n toman las diferencias (positivas y negativas).
<strong>Conclusi&oacute;n</strong>. La conclusi&oacute;n general es que hay diferencias de edad, nivel educativo y uso de sistemas de informaci&oacute;n entre los subgrupos, en t&eacute;rminos de impacto sobre comportamiento de la informaci&oacute;n.
</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1" />
 
 <h4> <a href="http://www.informationr.net/ir/16-2/paper478.html" target="_blank">Extender el modelo de aceptaci&oacute;n de la tecnolog&iacute;a con características de percepci&oacute;n de la comunidad</a><br />
Stefan Koch, Aysegul Toker and Philip Brulez.</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. En la bibliograf&iacute;a de sistemas de informaci&oacute;n, el Modelo de Aceptaci&oacute;n de la Tecnolog&iacute;a es uno de los métodos más utilizados para modelar el comportamiento de adopci&oacute;n, incluyendo las aplicaciones de comercio electr&oacute;nico. En este artículo se propone extender este modelo mediante la inclusi&oacute;n de una relaci&oacute;n entre la aceptaci&oacute;n de la tecnolog&iacute;a y la presencia de la percepci&oacute;n de una comunidad y sus caracter&iacute;sticas.<br />
<strong>Método</strong>. Empleamos un estudio empírico basado en un cuestionario suministrado después de usar un sistema basado en la Web. Utilizamos tres grupos, con un grupo de control donde las características de la comunidad eran personas discapacitadas usando la tecnología, pero manteniendo el mismo entorno y la situaci&oacute;n.<br />
<strong>An&aacute;lisis</strong>. En primer lugar, utilizamos análisis factorial, a continuación, el análisis de correlaci&oacute;n y modelos de ecuaciones estructurales. Adem&aacute;s, hacemos pruebas estadísticas comparando los tres grupos.<br />
<strong>Resultados</strong>. El modelo propuesto est&aacute; parcialmente soportado por los resultados empíricos en los que nos encontramos con que hay una relaci&oacute;n de las características de la comunidad a la utilidad percibida, así como a la intenci&oacute;n de compra.<br />
<strong>Conclusiones.</strong> El comportamiento de aceptaci&oacute;n y adopci&oacute;ón de los usuarios no s&oacute;lo es determinado por la percepci&oacute;n de utilidad y facilidad de uso, sino tambi&eacute;n por las caracter&iacute;sticas percibidas de la comunidad. El tamaño de la comunidad, por s&iacute; solo no tiene un gran impacto, pero la estructura de la comunidad, con la presencia de  usuarios mostrando caracter&iacute;sti&ntilde;cas de líder, tiene un papel importante.</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="http://www.informationr.net/ir/16-2/paper479.html" target="_blank">Factores contextuales que afectan al aprendizaje en Laos y las implicaciones para la educaci&oacute;n en alfabetizaci&oacute;n informacional</a><br />
Daniel G. Dorner and G.E. Gorman</h4>

<blockquote><strong>Introducci&oacute;n</strong>. Laos se utiliza como estudio de caso sobre c&oacute;mo deben ser considerados los factores como la cultura y los conocimientos ind&iacute;genas para la planificaci&oacute;n, apropiada cultural y contextualmente, de la educaci&oacute;n en alfabetizaci&oacute;n informacional.<br />
<strong>M&eacute;todo</strong>. Los datos se obtuvieron a partir de las observaciones realizadas durante las visitas a cuatro escuelas de Laos y de las entrevistas con catorce profesores de estas escuelas. Se visitaron las escuelas urbanas primarias, una escuela secundaria urbana, una escuela de formaci&oacute;n profesional urbana, y una escuela secundaria rural.<br />
<strong>An&aacute;lisis</strong>. Se emplean las dimensiones culturales de Hofstede para comprender las normas culturales locales en el contexto del sistema educativo de Laos, mientras que se examina el conocimiento ind&iacute;gena y las condiciones locales para demostrar c&oacute;mo estos factores afectan a la educaci&oacute;n en alfabetizaci&oacute;n informacional.<br />
<strong>Resultados</strong>. Los factores contextuales como las normas culturales locales, la falta de recursos adecuados, y el gran tama&ntilde;o de clase juegan un papel importante en la forma en que los profesores de Laos enfocan la ense&ntilde;anza en el aula. Los profesores de Laos recurren a sus conocimientos locales para entender c&oacute;mo afecta el contexto local a la ense&ntilde;anza y el aprendizaje en sus escuelas, y hacen uso del conocimiento ind&iacute;gena en manos de los ancianos, los padres de los estudiantes, y otros dentro de su comunidad como un medio para superar las carencias de recursos.<br />
<strong>Conclusiones</strong>. Estos resultados tienen implicaciones para el desarrollo y la promoci&oacute;n de programas de alfabetizaci&oacute;n informacional apropiados a la cultura y el contexto local en los pa&iacute;ses en desarrollo, como Laos. Los asesores locales y for&aacute;neos deben ser conscientes de las normas culturales locales, y deben recurrir al conocimiento de los profesores del contexto educativo local y sus propias formas de incorporar el conocimiento ind&iacute;gena de su comunidad como un recurso did&aacute;ctico para los programas de alfabetizaci&oacute;n informacional.</blockquote>
 
  <hr style="color: rgb(0, 0, 128);" size="1" />
  
<h4> <a href="http://www.informationr.net/ir/16-2/paper480.html" target="_blank">Medici&oacute;n del desempe&ntilde;o del comportamiento informacional en una empresa: un estudio de caso.</a><br />
Yujong Hwang</h4>


<blockquote><strong>Introducci&oacute;n</strong>. Medir el desempe&ntilde;o del comportamiento informacional para proporcionar una gu&iacute;a pr&aacute;ctica para los trabajadores del conocimiento es un tema importante para el &eacute;xito de una empresa. Bas&aacute;ndose en la bibliograf&iacute;a sobre psicolog&iacute;a, marketing, gesti&oacute;n y sistemas de informaci&oacute;n, este trabajo desarrolla un modelo pr&aacute;ctico de comportamiento informacional que proporciona determinaciones fundamentales del desempe&ntilde;o de los trabajadores del conocimiento.<br />
<strong>M&eacute;todo</strong>. Este art&iacute;culo realiz&oacute; un &uacute;nico estudio de caso empleando una encuesta en l&iacute;nea con un retorno de 352 empleados de una gran compa&ntilde;&iacute;a de seguros.<br />
<strong>An&aacute;lisis</strong>. Se proporcionan las interpretaciones espec&iacute;ficas de los resultados en cada nivel con el an&aacute;lisis cuantitativo, usando las puntuaciones medias y las lagunas utilizando las funciones de an&aacute;lisis estad&iacute;stico de Microsoft Excel.<br />
<strong>Resultados</strong>. Los resultados indican que la capacidad de utilizaci&oacute;n de la informaci&oacute;n y la tecnolog&iacute;a de la informaci&oacute;n es ligeramente inferior a la motivaci&oacute;n general para usar la informaci&oacute;n de manera efectiva en esta empresa.<br />
<strong>Conclusiones</strong>. Los empleados se sienten motivados a utilizar la informaci&oacute;n para tomar mejores decisiones y compartir informaci&oacute;n para aumentar la productividad en el trabajo. Un alto estilo anal&iacute;tico de los empleados parece ser una clara ventaja para la empresa. Sin embargo, se encontr&oacute; que la capacidad de organizar y mantener la informaci&oacute;n valiosa era m&aacute;s baja que otras puntuaciones y debe ser mejorada para aumentar el rendimiento general en el trabajo.</blockquote>

   <hr style="color: rgb(0, 0, 128);" size="1" />
 
<br />

<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y

<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>

<h5>Last updated 20 June, 2011</h5>

<img width="44" height="15" alt="Valid XHTML 1.0!" src="http://www.informationr.net/ir/valid-xhtml10.gif"  / >

<hr style="color: rgb(0, 0, 128);" size="3">

<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">

</script>

<script type="text/javascript">

_uacct = "UA-672528-1";

urchinTracker();

</script>

</body>

</html>
