<!doctype html> 
<html> 
<head> 
<title>An&aacute;lisis de la informaci&oacute;n sobre identidad visual y comunicaci&oacute;n corporativa en los sitios web: un estudio sobre los bancos y cajas de ahorros en Espa&ntilde;a</title> 
<meta charset=utf-8 />
<link href="../IRstyle3.css" rel="stylesheet" media="screen" title="serif" /> 
<link rel="alternate stylesheet" type="text/css" media="screen" title="sans" href="http://www.informationr.net/ir//IRstylesans.css" /> 

<!--Enter appropriate data in the content fields--> 
<meta name="dcterms.title" content="An&aacute;lisis de la informacion sobre identidad visual y comunicacion corporativa en los sitios web: un estudio sobre los bancos y cajas de ahorros en Espana" /> 
<meta name="author" content="R.B. Gil, J.M. Vallejo, J.M. Pina Perez" /> 
<meta name="dcterms.subject" content="Websites, banks, Spain" /> 
<meta name="description" content="El presente trabajo analiza la información sobre la identidad visual y comunicación corporativa presentes en los sitios web de las entidades financieras en España. El objetivo es establecer una clasificación, realizar un estudio comparativo entre bancos y cajas, y observar su impacto sobre el tráfico web y el número de enlaces externos.   El estudio de los sitios web se realiza mediante un análisis de contenido y se complementa mediante análisis estadísticos de diferencias de medias y regresiones múltiples.   Las cajas de ahorros ofrecen un mayor número de elementos que los bancos en sus sitios web, y se posicionan en mayor medida en aspectos como la cercanía emocional frente a los valores de crecimiento y confianza de los bancos. La comunicación de sus canales e información proveniente de fuentes externas tiene un efecto en el tráfico y enlaces al sitio web.  Las diferencias entre bancos y cajas de ahorros se plasman en estrategias diferenciadas de identidad visual y comunicación corporativa en el sitio web. El planteamiento de esta herramienta de análisis puede ayudar a conocer los aspectos en los que las entidades pueden diferenciarse, y aquellos que tienen un mayor impacto para generar tráfico y mejorar el posicionamiento en internet." /> 
<meta name="keywords" content="banks, savings banks, Websites, Spain," /> 

<!--leave the following to be completed by the Editor--> 
<meta name="robots" content="all" /> 
<meta name="dcterms.publisher" content="Professor T.D. Wilson" /> 
<meta name="dcterms.type" content="text" /> 
<meta name="dcterms.identifier" content="1368-1613" /> 
<meta name="dcterms.identifier" content="http://InformationR.net/ir/17-2/paper518.html" /> 
<meta name="dcterms.IsPartOf" content="http://InformationR.net/ir/17-2/infres172.html" /> 
<meta name="dcterms.format" content="text/html" /> 
<meta name="dcterms.rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/" /> 
<meta name="dcterms.issued" content="2012-06-15" /> 
<meta name="geo.placename" content="global" /> 

<script type="text/javascript"> 
		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../sans.css');
			htmlDoc.appendChild(css);
			flag = false;
			} 
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../IRstyle2.css');
			htmlDoc.appendChild(css);
			flag = true;
			}	
		}

	</script> 

</head> 
<body> 
<header>
<img height="45" alt="header" src="http://www.informationr.net/ir//mini_logo2.gif" 
      width="336" /><br /><span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 17  no. 2, June 2012</span><br /><br />
      <div class="button">
      <ul>
        <li><a href="infres172.html">Contents</a> |  </li>
        <li><a href="http://www.informationr.net/ir//iraindex.html">Author index</a> |  </li>
        <li><a href="../irsindex.html">Subject index</a> |  </li>
        <li><a href="../search.html">Search</a> |  </li>
        <li><a href="../index.html">Home</a>  </li>
   </ul></div>
    </header>
    <br />
    <hr />
    <br />
<article>
<h1>An&aacute;lisis de la informaci&oacute;n sobre identidad visual y comunicaci&oacute;n corporativa en los sitios web: un estudio sobre los bancos y cajas de ahorros en Espa&ntilde;a</h1> 
<br /> 
<div style="margin-left: 10%; margin-right: 10%;"> 
<h4><a href="paper518.html#authors">Rafael Bravo Gil</a><br />Universidad de Zaragoza, Facultad de Econom&iacute;a y Empresa, Gran V&iacute;a 2, 50005, Zaragoza (Espa&ntilde;a)<br />
<a href="paper518.html#authors">Jorge Matute Vallejo</a><br />Facultad de Ciencias de la Salud y del Deporte, Plaza Universidad 3 22002, Huesca (Espa&ntilde;a)<br />
<a href="paper518.html#authors">Jos&eacute; M. Pina P&eacute;rez</a><br />Universidad de Zaragoza, Facultad de Econom&iacute;a y Empresa, Gran V&iacute;a 2, 50005, Zaragoza (Espa&ntilde;a)</h4> 
</div> 
<br /> 
 
<form> 
<fieldset> 
<legend>Abstract </legend> 
<blockquote><strong>Objetivo</strong>: El presente trabajo analiza la informaci&oacute;n sobre la identidad visual y comunicaci&oacute;n corporativa presentes en los sitios web de las entidades financieras en Espa&ntilde;a. El objetivo es establecer una clasificaci&oacute;n, realizar un estudio comparativo entre bancos y cajas, y observar su impacto sobre el tr&aacute;fico web y el n&uacute;mero de enlaces externos.<br /> 
<strong>Metodolog&iacute;a</strong>:  El estudio de los sitios web se realiza mediante un an&aacute;lisis de contenido y se complementa mediante an&aacute;lisis estad&iacute;sticos de diferencias de medias y regresiones m&uacute;ltiples.<br />
<strong>Resultados</strong>: Las cajas de ahorros ofrecen un mayor n&uacute;mero de elementos que los bancos en sus sitios web, y se posicionan en mayor medida en aspectos como la cercan&iacute;a emocional frente a los valores de crecimiento y confianza de los bancos. La comunicaci&oacute;n de sus canales e informaci&oacute;n proveniente de fuentes externas tiene un efecto en el tr&aacute;fico y enlaces al sitio web.<br />
<strong>Conclusiones</strong>: Las diferencias entre bancos y cajas de ahorros se plasman en estrategias diferenciadas de identidad visual y comunicaci&oacute;n corporativa en el sitio web. El planteamiento de esta herramienta de an&aacute;lisis puede ayudar a conocer los aspectos en los que las entidades
pueden diferenciarse, y aquellos que tienen un mayor impacto para generar tr&aacute;fico y mejorar el posicionamiento en internet.
</blockquote> 
</fieldset> 
</form> 
<br >
<div style="text-align:center">
<a href="paper518.html#abs">Abstract in English</a></div>
<br />

 
 <br />  <div style="text-align:center">  <input type="button" value="change font"
 class="btn" style="font-variant: small-caps; font-weight: bold; font-family:
 Verdana; color: white; background-color: #5E96FD;" onClick="doChangeFont()"
 /></div>  <br /> 
 <section>
<h2>Introducci&oacute;n</h2> 
 
<p>Desde el surgimiento de la era de Internet, muchas compa&ntilde;&iacute;as han utilizado la web como una v&iacute;a de trasmisi&oacute;n de la informaci&oacute;n corporativa a sus <em>stakeholders</em>. Los sitios web corporativos sirven no s&oacute;lo como un medio donde las empresas pueden plasmar su identidad, sino tambi&eacute;n como un canal de comunicaci&oacute;n bidireccional (<a href="paper518.html#tzokas">Tzokas y Soren 2004</a>). El crecimiento en el n&uacute;mero de internautas y la creciente facilidad de acceso a la red desde m&uacute;ltiples plataformas hace que Internet se haya convertido ya en un medio casi imprescindible en las acciones de comunicaci&oacute;n corporativa, y es por ello que su gesti&oacute;n est&aacute; adquiriendo cada vez una mayor importancia dentro de la estrategia empresarial (<a href="paper518.html#topalian">Topalian 2003</a>).</p>

<p>La gesti&oacute;n de la identidad visual y la comunicaci&oacute;n corporativa es una herramienta necesaria para el control de la imagen que se proyecta al exterior. Dentro del sector bancario este objetivo es particularmente relevante por m&uacute;ltiples razones. En primer lugar, se trata de un sector en el que los clientes apenas perciben diferencias entre los productos y servicios ofrecidos por las entidades (<a href="paper518.html#wilkinson">Wilkinson y Balmer 1996</a>). En segundo lugar, la crisis econ&oacute;mica actual y los problemas de solvencia de algunas entidades han hecho que se genere un clima de incertidumbre y desconfianza hacia el sector en general. Finalmente, los m&uacute;ltiples movimientos de fusiones y absorciones conllevan la necesidad de crear o modificar la identidad de muchas entidades y comunicarla adecuadamente. Una correcta gesti&oacute;n ayudar&iacute;a a transmitir sus principios y valores corporativos, facilitando a los grupos de inter&eacute;s el reconocimiento y asociaci&oacute;n de la entidad a dichos valores, permitiendo que los propios empleados se identifiquen mejor con la compa&ntilde;&iacute;a, y mejorando en &uacute;ltimo t&eacute;rmino la imagen y reputaci&oacute;n (<a href="paper518.html#suvatjis">Suvatjis y de Chernatony 2005</a>; <a href="paper518.html#vanden">van den Bosch <em>et al.</em> 2006</a>). En este sentido, es necesario ser especialmente cuidadoso con la informaci&oacute;n que se publica en los sitios web, ya que supone hacer visible la identidad deseada por las entidades.</p>

<p>Si bien existen trabajos que analizan la identidad visual o la comunicaci&oacute;n corporativa, apenas hay estudios que se centren de manera espec&iacute;fica en los sitios web y que se sit&uacute;en en el presente contexto de cambio que vive el sector en la actualidad. Para ello en este estudio comenzaremos analizando la presencia de elementos de identidad visual y comunicaci&oacute;n transmitidos por las entidades a trav&eacute;s de sus p&aacute;ginas web. Posteriormente, analizaremos si las diferencias existentes entre bancos y cajas de ahorro en Espa&ntilde;a se plasman en estrategias de identidad y comunicaci&oacute;n diferenciadas; y finalmente pondremos en relaci&oacute;n los elementos de comunicaci&oacute;n corporativa presentes en el sitio web corporativo con el tr&aacute;fico recibido y el n&uacute;mero de enlaces a dicha p&aacute;gina. </p>

<p>La estructura del trabajo partir&aacute; de una revisi&oacute;n de la literatura m&aacute;s relevante sobre la identidad visual y la comunicaci&oacute;n corporativa, y su situaci&oacute;n concreta en el contexto de los bancos y cajas de ahorros en Espa&ntilde;a. Posteriormente se describir&aacute; el estudio emp&iacute;rico realizado, se mostrar&aacute;n los principales resultados y se extraer&aacute;n una serie de conclusiones de utilidad para la gesti&oacute;n en el que se se&ntilde;alar&aacute;n las principales limitaciones que gu&iacute;an las futuras l&iacute;neas de investigaci&oacute;n.</p> 
 
<h2>Revisi&oacute;n de la literatura</h2>

<h3>La identidad visual</h3>

<p>La identidad visual se concibe como el conjunto de elementos visuales por los que una audiencia es capaz de reconocer a una organizaci&oacute;n y distinguirla de otras (<a href="paper518.html#melewar2003">Melewar 2003</a>). En este sentido, la identidad visual incluye todos los aspectos visuales que sirven a la organizaci&oacute;n para autopresentarse ante sus <em>stakeholders</em>, y es por ello que tambi&eacute;n se le suele denominar habitualmente como simbolog&iacute;a de la organizaci&oacute;n.</p>

<p>Bajo esta definici&oacute;n, la identidad visual es un concepto muy amplio que podr&iacute;a abarcar a cualquier elemento visual, siempre que dicho elemento sea asociado a la compa&ntilde;&iacute;a por los grupos de inter&eacute;s. Debido a este car&aacute;cter tan abierto, no existe una clasificaci&oacute;n completa y consensuada acerca de los elementos que deber&iacute;an integrarla. En cualquier caso, la mayor&iacute;a de los autores s&iacute; se&ntilde;alan una serie de aspectos comunes como son aquellos relacionados con el logotipo y el eslogan, la tipograf&iacute;a y los colores corporativos (<a href="paper518.html#dowling">Dowling 1986</a>; <a href="paper518.html#olins">Olins 1989</a>; <a href="paper518.html#melewar2002">Melewar y Jenkins 2002</a>).</p>

<p>En relaci&oacute;n al primero de ellos, el logotipo es sin duda uno de los elementos primarios m&aacute;s importantes de la estrategia de identidad visual en una organizaci&oacute;n, y Hutton (<a href="paper518.html#hutton">1997</a>) lo considera como un dep&oacute;sito de asociaciones de marca. El logo representa por su nombre, forma y colores una serie de valores que la organizaci&oacute;n trata de transmitir. La consistencia en su utilizaci&oacute;n resulta de gran relevancia, y por ello debe emplearse en todos los medios de comunicaci&oacute;n con sus grupos de inter&eacute;s, manteniendo a su vez la coherencia con las caracter&iacute;sticas de cada uno de los medios (<a href="paper518.html#lentschner">Lentschner 2001</a>) incluso cuando la marca opera en un mercado global (<a href="paper518.html#kapferer92">Kapferer 1992</a>; <a href="paper518.html#Haynes">Hynes 2009</a>).</p>

<p>El eslogan es tambi&eacute;n un elemento habitualmente
considerado dentro de la gesti&oacute;n de la identidad visual. Sirve como un
descriptor que encaja en la filosof&iacute;a de la compa&ntilde;&iacute;a, y que trata de reflejar
la promesa de la marca, la experiencia y las expectativas hacia la misma. Un
buen eslogan deber&iacute;a servir para diferenciar a la empresa de la competencia, y
es por ello que suele tambi&eacute;n estar presente junto al logo en muchas de las
comunicaciones de la empresa (<a href="paper518.html#freeman">Freeman 2005</a>). Otros elementos relacionados con
la identidad visual, y citados en menor medida en estudios precedentes, son la
existencia de una tipograf&iacute;a determinada o de unos colores corporativos
espec&iacute;ficos. Una correcta gesti&oacute;n puede permitir a los consumidores y otros
grupos de inter&eacute;s reconocer a la empresa que est&aacute; detr&aacute;s de estos elementos, y
por ello muchas empresas elaboran manuales de identidad que recogen la
consistencia y el cuidado en la presentaci&oacute;n de estos elementos, tanto en las
instalaciones propias de la empresa, como en los documentos de la organizaci&oacute;n
y en las campa&ntilde;as de comunicaci&oacute;n internas y externas (<a href="paper518.html#jorda">Jord&aacute;-Albi&ntilde;ana <em>et al.,</em> 2009</a>).</p>

<p>Desde un punto de vista m&aacute;s amplio, otros
autores se&ntilde;alan que la identidad visual abarca tambi&eacute;n la est&eacute;tica de la
entidad que se deriva de la arquitectura o el dise&ntilde;o de sus establecimientos,
sus obras de arte, e incluso la apariencia de sus propios empleados (<a href="paper518.html#kirby">Kirby y
Kent 2010</a>). La idea clave del dise&ntilde;o es crear una expresi&oacute;n f&iacute;sica de la marca,
algo en l&iacute;nea con el concepto de <em>servicescape</em>
en el que se tratan de recoger los aspectos sensoriales y del ambiente generado
en las instalaciones de la compa&ntilde;&iacute;a (<a href="paper518.html#ocass">O&#8217;Cass y Grace 2004</a>).</p>

<p>Los aspectos visuales permiten crear
percepciones de calidad, en especial cuando hay ausencia de otro tipo de
se&ntilde;ales (<a href="paper518.html#Henderson">Henderson <em>et al.</em> 2003</a>). A
modo de s&iacute;ntesis, van den Bosch <em>et al.</em>
(<a href="paper518.html#vanden">2006</a>), afirma que la gesti&oacute;n de la identidad visual est&aacute; encaminada a la
consecuci&oacute;n de cuatro posibles objetivos: en primer lugar, permite a una
organizaci&oacute;n alcanzar visibilidad y reconocimiento en el mercado, mostrando una
identidad que acredita su existencia. En segundo lugar, constituye un s&iacute;mbolo
para los <em>stakeholders</em> que repercutir&aacute;
positivamente sobre la imagen y reputaci&oacute;n corporativa. En tercer lugar, la
identidad visual muestra la estructura de la organizaci&oacute;n al exterior,
permitiendo visualizar tanto su coherencia como las relaciones entre las
diferentes divisiones o unidades. Finalmente, la identidad visual tiene una
funci&oacute;n interna permitiendo que los propios empleados se identifiquen con su
empresa. Desde una perspectiva similar, Melewar, Hussei y Srivoravilai (<a href="paper518.html#melewar2005">2005</a>)
se&ntilde;alan que los elementos de identidad visual sirven para comunicar la
filosof&iacute;a corporativa y la personalidad de la organizaci&oacute;n.</p>

<h3>La comunicaci&oacute;n corporativa</h3>

<p>Junto con la identidad visual, las
organizaciones deben establecer un proceso controlado de su comunicaci&oacute;n
corporativa. Este proceso implica definir una serie de medios o canales de
comunicaci&oacute;n y el tipo de informaci&oacute;n relativa a la compa&ntilde;&iacute;a que se va a
transmitir. De manera general, la comunicaci&oacute;n corporativa recoge el <em>&#8220;proceso a trav&eacute;s del cual los stakeholders
perciben que se forma la identidad, imagen y reputaci&oacute;n de la compa&ntilde;&iacute;a&#8221;</em>
(<a href="paper518.html#Balmer_2000">Balmer y Gray 2000</a>). A diferencia de las actividades individuales de
comunicaci&oacute;n, la comunicaci&oacute;n corporativa es un proceso mucho m&aacute;s complejo
donde todo lo que la empresa dice y hace implica un flujo de comunicaci&oacute;n
(<a href="paper518.html#Baker">Baker y Balmer 1997</a>). Existen as&iacute; m&uacute;ltiples formas y medios por los que se
puede transmitir la comunicaci&oacute;n tales como la publicidad, las relaciones
p&uacute;blicas, las cuentas anuales, la documentaci&oacute;n interna o los sitios web
corporativos (<a href="paper518.html#goodman">Goodman 2001</a>; <a href="paper518.html#karaosmanoglu">Karaosmanoglu y Melewar 2006</a>).</p>

<p>Dentro de la dimensi&oacute;n de comunicaci&oacute;n se suelen
realizar diversas clasificaciones. Por un lado, se puede diferenciar entre canales
de comunicaci&oacute;n internos que est&aacute;n dirigidos a un p&uacute;blico perteneciente a la propia
organizaci&oacute;n, y canales de comunicaci&oacute;n externos dirigidos a consumidores,
accionistas y otros grupos de inter&eacute;s fuera de la organizaci&oacute;n. Por otro lado, se
puede hablar de un tipo de comunicaci&oacute;n de car&aacute;cter formal, como aquella informaci&oacute;n
sistematizada, estructurada y recogida generalmente en forma de documentos,
frente a una comunicaci&oacute;n informal en la que no existe un proceso automatizado
o estructurado. Miles y Mangold (<a href="paper518.html#miles">2004</a>) utilizan conjuntamente estas dos
clasificaciones para caracterizar cuatro categor&iacute;as de comunicaci&oacute;n. As&iacute;,
ejemplos de comunicaci&oacute;n de car&aacute;cter interno y formal ser&iacute;an los sistemas de
direcci&oacute;n de recursos humanos o sistemas de relaciones p&uacute;blicas; la comunicaci&oacute;n
de car&aacute;cter interno e informal ser&iacute;a la realizada por los trabajadores,
directivos y la cultura corporativa a todo el personal de la empresa; la
comunicaci&oacute;n externa y formal la integrar&iacute;a fundamentalmente la publicidad; y
por &uacute;ltimo la comunicaci&oacute;n externa e informal estar&iacute;a principalmente compuesta
por el boca-o&iacute;do a los consumidores y otros grupos de inter&eacute;s.</p>

<p>Centrando este &uacute;ltimo punto y desde una
perspectiva similar, se puede hablar tambi&eacute;n de comunicaciones de car&aacute;cter
controlado, que son aquellas gestionadas por la organizaci&oacute;n a trav&eacute;s de una
serie de acciones planificadas, frente a las comunicaciones de car&aacute;cter incontrolado,
que pueden derivarse por ejemplo de los mensajes que los empleados transmiten
sobre la empresa de manera particular y que quedan fuera del alcance de la
supervisi&oacute;n y control de la propia organizaci&oacute;n (<a href="paper518.html#melewar2003">Melewar 2003</a>). En sentido
estricto, este &uacute;ltimo tipo de comunicaciones incontroladas no suele integrarse
dentro del sistema de identidad corporativa de la organizaci&oacute;n precisamente por
quedar fuera del alcance de la compa&ntilde;&iacute;a. En cualquier caso, s&iacute; se debe analizar
el ruido generado por interlocutores externos acerca de la empresa, e intentar
canalizarlo en lo posible ya que todo ello puede tener un efecto en la imagen
de la organizaci&oacute;n (<a href="paper518.html#kapferer04">Kapferer 2004</a>; <a href="paper518.html#karaosmanoglu">Karaosmanoglu y Melewar 2006</a>). Desde este punto
de vista, la presencia de las empresas en redes sociales debe obedecer no s&oacute;lo
a objetivos de notoriedad, o de cercan&iacute;a y democratizaci&oacute;n de la estrategia de
la compa&ntilde;&iacute;a, sino tambi&eacute;n a gestionar de manera positiva la comunicaci&oacute;n acerca
de la organizaci&oacute;n por fuentes ajenas a &eacute;sta (<a href="paper518.html#Cocheo">Cocheo 2009</a>).</p>

<p>En muchos sectores como el bancario, el
tipo de informaci&oacute;n que se comunica puede tambi&eacute;n clasificarse en funci&oacute;n de su
car&aacute;cter interno o externo. En este sentido, la informaci&oacute;n puede venir
proporcionada por una fuente interna a la propia entidad (ej. las caja de
ahorros elaboran documentos para transmitir las acciones realizadas en su obra
social), o bien puede provenir de una organizaci&oacute;n externa (ej. informe de
auditor&iacute;a realizado por una organizaci&oacute;n independiente). Ambos tipos de
informaci&oacute;n se complementan, y las compa&ntilde;&iacute;as saben que la informaci&oacute;n de
fuentes externas se percibe como un elemento de mayor credibilidad que la relativa
a fuentes internas. Dicha informaci&oacute;n es especialmente importante en este tipo
de sectores donde la confianza en la entidad es fundamental para la relaci&oacute;n
(<a href="paper518.html#loonam">Loonam y O&#8217;Loughlin 2008</a>).</p>

<p>La comunicaci&oacute;n corporativa es una
herramienta estrat&eacute;gica y debe tener un papel central dentro de la estrategia
general de negocio de la compa&ntilde;&iacute;a (<a href="paper518.html#winner">Winner 1993</a>; <a href="paper518.html#dolphin2000">Dolphin y Fan 2001</a>). Para
Balmer y Greyser (<a href="paper518.html#Balmer_2006">2006</a>), la comunicaci&oacute;n corporativa es uno de los seis
elementos del marketing corporativo, y sirve para transmitir la informaci&oacute;n de
la empresa que permita a la compa&ntilde;&iacute;a crear notoriedad e imagen sobre <em>&#8220;qui&eacute;n es&#8221;</em> y <em>&#8220;qu&eacute; hace&#8221;</em> (<a href="paper518.html#Biloslavo">Biloslavo y Trnavcevic 2009</a>). Debido a la multitud de
canales por los que dicha informaci&oacute;n se puede transmitir, es necesaria una
coordinaci&oacute;n donde se alineen los s&iacute;mbolos, mensajes, procedimientos y
comportamientos de la organizaci&oacute;n (<a href="paper518.html#Haynes">Haynes 1990</a>; <a href="paper518.html#Cornelissen">Cornelissen, Lock y Gardner,
2001</a>). As&iacute;, debe existir coherencia en la comunicaci&oacute;n de estos elementos en
todos los p&uacute;blicos a los que vaya dirigido, sean internos o externos, y sea a
trav&eacute;s de procedimientos formales o informales. Las actividades de comunicaci&oacute;n
est&aacute;n as&iacute; interrelacionadas, y la coherencia es importante no solo entre los
diferentes medios y p&uacute;blicos, sino tambi&eacute;n en los diferentes pa&iacute;ses en los que
est&aacute; presente la organizaci&oacute;n. (<a href="paper518.html#Gylling">Gylling y Lindberg Repo 2006</a>). </p>



<h3>Situaci&oacute;n dentro del sector financiero en Espa&ntilde;a: transmisi&oacute;n de la identidad visual y comunicaci&oacute;n corporativa a trav&eacute;s del sitio web</h3>

<p>Dentro del sector bancario, la gesti&oacute;n de
la identidad visual y la comunicaci&oacute;n corporativa est&aacute; tomando cada vez una
mayor relevancia (<a href="paper518.html#Bielski">Bielski 2006</a>). Los sitios web, al igual que las oficinas
bancarias, suponen un espacio f&iacute;sico o virtual en el que la entidad debe crear
una experiencia de consumo, y que debe ser gestionada de una manera hol&iacute;stica,
junto con el resto de medios por los que se transmite la identidad visual y la
comunicaci&oacute;n de la organizaci&oacute;n. Desde el punto de vista de la investigaci&oacute;n,
la mayor&iacute;a de los trabajos sobre el sector bancario en Espa&ntilde;a lo han hecho
desde la perspectiva de la imagen corporativa, esto es, desde la percepci&oacute;n que
los usuarios de estos servicios y otros <em>stakeholders</em>
tienen de las entidades (<a href="paper518.html#flavian">Flavi&aacute;n, Guinal&iacute;u y Torres 2005</a>; <a href="paper518.html#lopezmiguens">L&oacute;pez <em>et al.</em> 2010</a>). Sin embargo, no han sido muchos los estudios que se dirigen a
analizar la identidad visual y la comunicaci&oacute;n corporativa de manera espec&iacute;fica
en este sector. Hay autores como de la Cuesta <em>et al.</em> (<a href="paper518.html#delacuesta2006">2006</a>) que han
analizado la informaci&oacute;n de car&aacute;cter social proporcionada por las entidades, y art&iacute;culos
como el realizado por Hern&aacute;ndez <em>et al.</em> (<a href="paper518.html#hernandez">2010</a>) que analizan la
calidad de los sitios web corporativos, pero no hay trabajos que se hayan
centrado propiamente en la identidad visual y comunicaci&oacute;n corporativa a trav&eacute;s
de los sitios web en este tipo de entidades. </p>

<p>El sector bancario en Espa&ntilde;a tiene unas
caracter&iacute;sticas propias y vive una situaci&oacute;n en la actualidad que lo hace
diferente del resto. En este sector, y al margen de otras figuras como las
cooperativas de cr&eacute;dito, conviven fundamentalmente dos tipos de entidades:
bancos y cajas de ahorros. Ambas entidades compiten b&aacute;sicamente en el mismo
mercado financiero, sin embargo, existen diferencias en su naturaleza que
tienen su reflejo en cuestiones como la misi&oacute;n, estrategia o comunicaci&oacute;n
corporativa. As&iacute;, los bancos son sociedades an&oacute;nimas propiedad de sus
accionistas y su objetivo principal es la obtenci&oacute;n de una rentabilidad
econ&oacute;mica para &eacute;stos. Por el contrario, las cajas son sociedades limitadas de
car&aacute;cter fundacional que no tienen due&ntilde;os propiamente dichos, sino gestores, y
entre cuyos objetivos se encuentran tambi&eacute;n aspectos sociales como servir a las
personas que no habr&iacute;an podido acceder a servicios bancarios (inclusi&oacute;n
financiera), reducir las desigualdades regionales o proporcionar estabilidad al
sistema financiero (<a href="paper518.html#schmidt">Schmidt 2009</a>; <a href="paper518.html#silver">Silver 2009</a>). En Espa&ntilde;a, las cajas
surgieron a partir de los montes de piedad, con una actividad muy focalizada en
la captaci&oacute;n de dep&oacute;sitos para el ahorro de familias y peque&ntilde;os negocios, y
limitada a operar en una determinada regi&oacute;n. Como consecuencia de esta
diferente orientaci&oacute;n as&iacute; como de una severa normativa hasta la desregulaci&oacute;n
que tendr&iacute;a lugar a partir de los a&ntilde;os 70, los productos y alcance geogr&aacute;fico
de &eacute;stas qued&oacute; muy limitado frente a la libertad de expansi&oacute;n y el rango
completo de actividades ofrecido por los bancos (<a href="paper518.html#salas">Salas y Saurina 2002</a>;
<a href="paper518.html#fuentelsaz2006">Fuentelsaz <em>et al.</em> 2006</a>).</p>

<p>La cuesti&oacute;n es si estas diferencias se
plasman en una diferente identidad visual y comunicaci&oacute;n entre bancos y cajas
de ahorros, y si dichas diferencias se reflejan a trav&eacute;s de su presencia en el
sitio web. Por un lado, hay muchas voces que apuntan a que hoy en d&iacute;a apenas
existen diferencias en la operativa de bancos y cajas. A partir de la
desregulaci&oacute;n, las cajas han pasado a ofrecer una cartera de productos similar
a los bancos, a expandirse geogr&aacute;ficamente y ganar productividad (<a href="paper518.html#fuentelsaz2002">Fuentelsaz <em>et al.</em>2002</a>; <a href="paper518.html#Crespi">Crespi <em>et al.</em> 2004</a>; <a href="paper518.html#illueca">Illueca <em>et al.</em>
2009</a>). Esta convergencia se ha traducido en una escasa diferenciaci&oacute;n entre
tipos de entidades, desde este punto de vista, la gesti&oacute;n de identidad visual y
comunicaci&oacute;n, y su expresi&oacute;n a trav&eacute;s del sitio web corporativo, no deber&iacute;a ser
especialmente diferente entre ambos tipos de entidades, y m&aacute;s en el momento
presente, en el que las cajas espa&ntilde;olas est&aacute;n reconvirti&eacute;ndose en bancos.</p>

<p>Frente a esta opini&oacute;n, hay autores que
defienden que los valores centrales de las marcas deben permanecer enraizados a
su origen (<a href="paper518.html#urde">Urde 2009</a>), ya que podr&iacute;a afectar a su autenticidad percibida a
trav&eacute;s de la comunicaci&oacute;n de sus valores (<a href="paper518.html#Greyser">Greyser 2009</a>), creando disonancia
corporativa entre la direcci&oacute;n y los <em>stakeholders</em>
externos (<a href="paper518.html#Bernstein">Bernstein 2009</a>). As&iacute; las cajas de ahorros, por su mayor vinculaci&oacute;n
con el territorio en el que han operado hist&oacute;ricamente frente a los bancos,
podr&iacute;an haber centrado en mayor medida su identidad visual en elementos
asociados a las regiones o provincias en las que operan. Adem&aacute;s, y debido a su
car&aacute;cter social frente al puramente comercial de los bancos, podr&iacute;an mostrar un
estilo diferente de comunicaci&oacute;n m&aacute;s centrado en los beneficios sociales que en
la propia promoci&oacute;n de sus productos o servicios (<a href="paper518.html#delacuesta2001">de la Cuesta y Garc&iacute;a 2001</a>;
<a href="paper518.html#Bryson">Bryson 2008</a>; <a href="paper518.html#sanjose">San Jos&eacute; <em>et al.</em> 2011</a>). De la Fuente y
Quevedo (<a href="paper518.html#delafuente2003">2003</a>) ponen de manifiesto que los bancos quedan m&aacute;s ligados a aspectos
como la solvencia, eficiencia o innovaci&oacute;n, frente a las cajas que se vinculan
m&aacute;s a aspectos sociales o desarrollo de la comunidad. De manera espec&iacute;fica en
los sitios web corporativos bancarios, Hern&aacute;ndez et al. (<a href="paper518.html#hernandez">2010</a>) muestran que las
cajas ofrecen, en general, una mayor calidad de contenido y una mayor
interactividad a trav&eacute;s de su web, lo que se traduce en una mayor diversidad de
informaci&oacute;n y referencia a canales de comunicaci&oacute;n que los bancos. Adem&aacute;s,
estos mismos autores muestran la existencia de una relaci&oacute;n entre la calidad
del contenido y el tr&aacute;fico web recibido, lo que resulta de gran inter&eacute;s para la
pr&aacute;ctica empresarial ya que indica qu&eacute; tipo de aspectos son m&aacute;s valorados por
los internautas. En este sentido, He y Balmer (<a href="paper518.html#he">2007</a>) destacan que el estudio de
la identidad debe ir m&aacute;s all&aacute; de una simple perspectiva de auditor&iacute;a, y que
debe conectarse con medidas de resultados. En el caso de la informaci&oacute;n en un
sitio web, unas medidas de los resultados pueden ser la cantidad de visitas o
el n&uacute;mero de enlaces externos. </p>

<p>De esta forma, hemos considerado
interesante plantear el estudio en torno a tres cuestiones de investigaci&oacute;n. La
primera de ellas ir&iacute;a dirigida a conocer qu&eacute; tipo de elementos de identidad
visual y comunicaci&oacute;n son los m&aacute;s utilizados por las entidades en Espa&ntilde;a a
trav&eacute;s de su sitio web. La segunda cuesti&oacute;n, consistir&iacute;a en saber si las
diferencias existentes entre bancos y cajas de ahorros en Espa&ntilde;a, se transmiten
en identidades visuales y comunicaciones diferenciadas. Finalmente, la tercera
de las cuestiones tratar&iacute;a de analizar la importancia del tipo de informaci&oacute;n
colgada en la web, poni&eacute;ndola en relaci&oacute;n con el tr&aacute;fico y el n&uacute;mero de enlaces
a la p&aacute;gina: </p>

<p>&iquest;Qu&eacute; tipo de elementos dentro de la gesti&oacute;n de la identidad visual y la comunicaci&oacute;n corporativa tienen una mayor presencia en los sitios web?</p>

<p>&iquest;las diferencias entre bancos y cajas de ahorros en su naturaleza, misi&oacute;n, etc. se plasman en identidades visuales y comunicaciones
diferentes a trav&eacute;s de su sitio web corporativo?</p>

<p>&iquest;Existe relaci&oacute;n entre el tipo de informaci&oacute;n que muestran las entidades y el tr&aacute;fico web o el n&uacute;mero de links externos? </p>


<h2>Estudio realizado</h2>

<p>El objeto de estudio en este trabajo se
centra en el an&aacute;lisis de la informaci&oacute;n relativa los elementos de identidad visual
y comunicaci&oacute;n corporativa de las entidades bancarias comunicados a trav&eacute;s de
su p&aacute;gina web. Para la elecci&oacute;n de las entidades bancarias a estudio se parti&oacute;
de los listados confeccionados por la Asociaci&oacute;n Espa&ntilde;ola de Banca (AEB) y la
Confederaci&oacute;n Espa&ntilde;ola de Cajas de Ahorros (CECA). No se han incluido en el
estudio las cooperativas de cr&eacute;dito, ya que se observ&oacute; que se trataba de entidades
en cuya p&aacute;gina web se utilizaba con frecuencia una misma estructura com&uacute;n,
ofreciendo informaci&oacute;n en muchos casos indiferenciada del conjunto de
cooperativas de cr&eacute;dito a trav&eacute;s del servicio Ruralv&iacute;a. Tampoco se han tenido
en cuenta en el an&aacute;lisis las entidades que no ofrec&iacute;an una web en espa&ntilde;ol, ya
que se centraban en el consumidor extranjero; ni tampoco aquellas entidades
especializadas que estaban estrechamente vinculadas con una entidad principal
no especializada. En total, la muestra estuvo as&iacute; compuesta por 82 entidades de
las cuales 42 son bancos y 40 cajas de ahorros.</p>

<p>El an&aacute;lisis de cada p&aacute;gina web de las
entidades implic&oacute; el estudio de los elementos e informaci&oacute;n proporcionados en
dicho sitio web que estaban relacionados con la identidad visual y la
comunicaci&oacute;n. Esto inclu&iacute;a todo tipo de informes y documentos que las entidades
colgaban en su p&aacute;gina, tales como los informes financieros anuales, memorias,
informes de responsabilidad corporativa, etc. Este aspecto permit&iacute;a solventar
una limitaci&oacute;n de trabajos en la literatura previa, bien centrados
exclusivamente en el an&aacute;lisis de informes anuales o bien centrados en la
informaci&oacute;n contenida en la web sin considerar dichos informes o material
adicional. El estudio de la informaci&oacute;n se realiz&oacute; a trav&eacute;s de un an&aacute;lisis de
contenido, ya que esta metodolog&iacute;a es especialmente adecuada para la
investigaci&oacute;n de textos y su clasificaci&oacute;n en diferentes categor&iacute;as conforme a
un criterio seleccionado (<a href="paper518.html#krippendorff">Krippendorff 1990</a>), y por ello ha sido
frecuentemente utilizada en la literatura precedente de identidad corporativa
(<a href="paper518.html#Cornelius">Cornelius <em>et al.,</em> 2007</a>; <a href="paper518.html#Haniffa">Haniffa y
Hudaib 2007</a>). Para llevar a cabo esta tarea fue necesario definir de partida
un criterio de clasificaci&oacute;n de los elementos de identidad, y posteriormente ir
adecuando esa clasificaci&oacute;n a la informaci&oacute;n analizada en caso de que fuera
necesario (<a href="paper518.html#florek">Florek <em>et al.</em> 2006</a>; <a href="paper518.html#rowley">Rowley 2009</a>). En nuestro trabajo se
parti&oacute; de los elementos se&ntilde;alados en la revisi&oacute;n de literatura previa,
ordenados en grandes grupos en funci&oacute;n de su relaci&oacute;n con la identidad visual,
con los canales de comunicaci&oacute;n utilizados por la entidad, y por el tipo de
informaci&oacute;n proporcionada. Esta clasificaci&oacute;n fue as&iacute; redefini&eacute;ndose para
adaptarse a la informaci&oacute;n obtenida durante el an&aacute;lisis, y albergar a nuevas
variables que pod&iacute;an resultar de inter&eacute;s en el estudio.</p>

<p>Siguiendo las indicaciones de Bakeman y
Gottman (<a href="paper518.html#Bakeman">1986</a>) se consider&oacute; necesario establecer un sistema de formaci&oacute;n y
control de los observadores. As&iacute;, se realiz&oacute; un primer estudio de algunas de
las entidades con objeto de discutir las incidencias m&aacute;s relevantes y obtener
un criterio consensuado. Posteriormente, y conforme se realizaban los an&aacute;lisis
de las entidades, se establecieron reuniones peri&oacute;dicas para comentar las
nuevas incidencias y afinar los criterios de clasificaci&oacute;n. Cada entidad fue
analizada por dos observadores de manera independiente y los coeficientes de
concordancia en las categor&iacute;as analizadas fueron en todos los casos superiores al
90%. El alto grado de acuerdo se justifica por que la mayor parte de la
codificaci&oacute;n no requiere una interpretaci&oacute;n de la informaci&oacute;n, sino que se basa
simplemente en contabilizar si una informaci&oacute;n concreta aparece o no en el
sitio web. No obstante, exist&iacute;an categor&iacute;as donde surgieron dudas, debido a que
se trataba de aspectos que no eran expl&iacute;citamente citados pero s&iacute; se refer&iacute;an a
alg&uacute;n tipo de informaci&oacute;n de las categor&iacute;as. En los casos en los que surg&iacute;an
dudas o discrepancias, se realizaban reuniones para revisar dichos aspectos y
discutirlos hasta llegar a un acuerdo consensuado. No se encontr&oacute; ning&uacute;n tipo
de patr&oacute;n sistem&aacute;tico de diferencias entre observadores. En cualquier caso, las
cifras obtenidas en los coeficientes de concordancia se consideran aceptables
para este tipo de metodolog&iacute;a (<a href="paper518.html#perreault">Perreault y Leigh 1989</a>; <a href="paper518.html#neuendorf">Neuendorf 2002</a>;
<a href="paper518.html#ingenhoff">Ingenhof y Fuhrer 2010</a>) y est&aacute;n en l&iacute;nea con trabajos similares en la
literatura previa (<a href="paper518.html#perry">Perry y Bodkin 2000</a>; <a href="paper518.html#Gram">Gram 2007</a>). El an&aacute;lisis de la
informaci&oacute;n fue realizado entre mayo y noviembre de 2010, y debido al car&aacute;cter
din&aacute;mico de los sitios web, cada entidad fue analizada por los dos observadores
durante el mismo periodo de tiempo.</p>

<h2>Resultados obtenidos</h2>

<p>El proceso de an&aacute;lisis de contenido de los sitios web nos llev&oacute; a clasificar la informaci&oacute;n en funci&oacute;n de su relaci&oacute;n con
la identidad visual y la comunicaci&oacute;n corporativa. Si bien estos elementos est&aacute;n ciertamente interrelacionados, se trat&oacute; de ordenarlos conforme al aspecto con el que guardaran una mayor vinculaci&oacute;n. En la tabla 1 se recogen las categor&iacute;as encontradas que van a servir como variables en el estudio, y que en su conjunto conforman la herramienta de an&aacute;lisis de identidad visual y
comunicaci&oacute;n corporativa de este trabajo.</p>

<table class="center" style="width:70%;">
<caption><br /><strong>Tabla 1: Categor&iacute;as de an&aacute;lisis de la identidad visual y comunicaci&oacute;n corporativa</strong></caption>
 <tbody>
 <tr>
  <th>IDENTIDAD VISUAL</th></tr>
  <tr><td><em>Aspectos relacionados con el logo y el eslogan</em><br />
Colores principales del logotipo<br />
  Existe coherencia entre los colores del logotipo y los colores del sitio web<br />
  Variantes logotipo <br />
  <em>Tipos de variantes (forma, color,&#8230;)</em><br />
  Existe un eslogan<br />
  <em>Mensaje del eslogan</em><br />
 Acceso  desde el sitio web al manual de identidad corporativa <br />
  Referencia expl&iacute;cita a la tipograf&iacute;a<br />
<br />
  <em>Aspectos relacionados con la est&eacute;tica</em><br />
  Fotos referentes a la arquitectura (edificios principales o emblem&aacute;ticos de la
  entidad)<br />
  Fotos referentes a los directivos<br />
  Fotos referentes a los empleados<br />
  Fotos de las oficinas<br />
  Galer&iacute;a general de fotos<br />
  Video corporativo de la entidad<br />
  Visita virtual a la entidad<br />
  <br /></td></tr>
  <tr><th>COMUNICACI&Oacute;N</th></tr>
<tr><td><em> Canales de comunicaci&oacute;n externa</em><br />
  Informaci&oacute;n de contacto <br />
 Informaci&oacute;n sobre la ubicaci&oacute;n de oficinas y cajeros<br />
  Call center para clientes<br />
  Referencia a la figura del defensor del cliente<br />
  Hojas de reclamaciones, sugerencias<br />
  Oficinas de representaci&oacute;n y corresponsal&iacute;as en el exterior<br />
  Presentaciones institucionales<br />
  Referencia a charlas, conferencias,&#8230;<br />
  Revistas externas<br />
  Suscripci&oacute;n a noticias y novedades (RSS)  <br />
Sala de prensa con comunicados y notas de prensa referentes a la entidad<br />
  Formulario para realizar una visita a las instalaciones<br />
  Folletos sobre la comercializaci&oacute;n de productos y servicios e informaci&oacute;n de la entidad  <br />
  Foro   para grupos inter&eacute;s  <br />
  Blog/web personales <br />
  Buz&oacute;n de contacto para proveedores<br />
  Informaci&oacute;n sobre ofertas de trabajo/pr&aacute;cticas en la entidad<br />
  Posibilidad de enviar CV a trav&eacute;s del sitio web<br />
  <br />
  <em>Informaci&oacute;n de fuentes internas</em><br />
  Acceso al informe anual<br />
  <em>N&uacute;mero de informes anuales disponibles en el sitio web</em><br />
  Acceso al informe de Responsabilidad Social Corporativa (RSC)<br />
  <em>N&uacute;mero de informes de RSC disponibles en el sitio web</em><br />
  Documentos de organizaci&oacute;n entre las empresas del grupo<br />
  Estatutos  y reglamentos internos<br />
Informaci&oacute;n sobre las campa&ntilde;as de comunicaci&oacute;n<br />
  Informaci&oacute;n financiera general<br />
  Informaci&oacute;n sobre promociones<br />
  Informaci&oacute;n con relevancia prudencial<br />
  Informaci&oacute;n sobre las tarifas aplicadas<br />
  Informe de gobierno corporativo<br />
 Informe de junta general<br />
  <br />
 <em>Informaci&oacute;n de fuentes externas</em><br />
  Certificados de calidad <br />
  Referencia a c&oacute;digos externos de publicidad  <br />
  Informaci&oacute;n  de bolsa  <br />
  Informaci&oacute;n sobre la cuota de mercado de la entidad  <br />
  Informaci&oacute;n  sobre prevenci&oacute;n de blanqueo de capitales  <br />
  Informe de las agencias de rating acerca de la entidad<br />  
  Informe de auditor&iacute;a <br />
  Informe GRI  <br />
  MIFID  <br />
  Premios obtenidos<br /><br />
  <em>Presencia controlada en redes sociales</em><br />
Facebook<br />
Hi5<br />
Linkedin<br />
Tuenti<br />
Twitter<br />
Youtube (canal propio)<br /></td></tr>
</tbody></table>

<p>De manera general, podemos observar que la
herramienta de an&aacute;lisis que aqu&iacute; se propone consta de 13 variables referentes a
la identidad visual y 45 relativas a la comunicaci&oacute;n corporativa. Con respecto
a las variables de la identidad visual, &eacute;stas han sido a su vez agrupadas en 2
grandes categor&iacute;as: la primera de ellas hace referencia a aspectos como el
logotipo o el eslogan, mientras que la segunda categor&iacute;a recoge los aspectos
relacionados con la est&eacute;tica, tales como fotos de los elementos principales y
representativos de la entidad o videos corporativos. En relaci&oacute;n a la
comunicaci&oacute;n corporativa, se han utilizado clasificaciones de la comunicaci&oacute;n
centradas primero en el tipo de canales existentes entre los <em>stakeholders</em> y la entidad; y
posteriormente centradas en el tipo de informaci&oacute;n que se proporciona en la p&aacute;gina.
&eacute;sta &uacute;ltima ha sido a su vez clasificada en funci&oacute;n de su procedencia de
fuentes internas o externas a la propia entidad. Por &uacute;ltimo, tambi&eacute;n se ha
analizado la presencia controlada de las entidades en las principales redes
sociales que operan en Espa&ntilde;a. </p>

<h3>Identidad visual</h3>

<p>En la tabla 2 se muestran los porcentajes de las entidades analizadas que mostraban informaci&oacute;n en cada categor&iacute;a, tanto
de manera general como desglosado para los bancos y cajas.</p>

 <table class="center" style="width:80%;">
 <caption><br /><strong>Tabla 2: Frecuencia de los elementos de identidad visual</strong></caption>
 <tbody>
 <tr><th>&nbsp;</th><th>Total</th><th>Bancos</th><th>Cajas</th><th> Chi-cuadrado<br />(p-valor)</th></tr>
 <tr><td colspan="5"><em>Aspectos  relacionados con el logotipo y el eslogan</em></td></tr>
 <tr><td>Coherencia logo -web</td>
  <td style="text-align:center;">92,6%</td>
  <td style="text-align:center;">90,5%</td>
  <td style="text-align:center;">95,0%</td>
  <td style="text-align:center;">0,13 (0,71)</td></tr>
 <tr>  <td>  Eslogan  </td>  <td style="text-align:center;">  29,3%  </td>  <td style="text-align:center;">  31,0%  </td>  <td style="text-align:center;">  27,5%  </td>  <td style="text-align:center;">  0,01  (0,92)  </td>  </tr>
 <tr>  <td>  Variantes logotipo  </td>  <td style="text-align:center;">  24,4%  </td><td style="text-align:center;">  16,7%  </td> <td style="text-align:center;">  32,5%  </td>  <td style="text-align:center;">  1,99  (0,16)  </td>  </tr>
 <tr>  <td>  Manual de identidad visual  </td>  <td style="text-align:center;">  3,6%  </td>  <td style="text-align:center;">  0,0%  </td>  <td style="text-align:center;">  7,5%  </td>  <td style="text-align:center;">  1,48  (0,22)  </td>  </tr>
 <tr>  <td>  Referencia tipograf&iacute;a  </td>  <td style="text-align:center;">  3,6%  </td>  <td style="text-align:center;">  0,0%  </td> <td style="text-align:center;">  7,5%  </td>  <td style="text-align:center;">  1,48  (0,22)  </td>  </tr>
 <tr>  <td colspan="5"><em>Aspectos relacionados con la est&eacute;tica</em></td>  </tr> <tr>
  <td>  Fotos arquitectura  </td>  <td style="text-align:center;">58,5%</td><td style="text-align:center;">54,8%</td><td style="text-align:center;">62,5%</td><td style="text-align:center;">0,24  (0,62)</td> </tr>
 <tr>  <td>  Fotos directivos  </td>  <td style="text-align:center;">  47,5%  </td>  <td style="text-align:center;">  45,2%  </td> <td style="text-align:center;">
  50,0%  </td>  <td style="text-align:center;">  0,04  (0,83)  </td>  </tr>
 <tr>  <td> Fotos oficinas  </td>  <td style="text-align:center;">  45,1% </td>  <td style="text-align:center;">  38,1%  </td>  <td style="text-align:center;">  52,5%  </td> <td style="text-align:center;">  1,18  (0,28)  </td>  </tr>
 <tr> <td>  Fotos empleados  </td>  <td style="text-align:center;">  32,9%  </td><td style="text-align:center;">  38,1%  </td>  <td style="text-align:center;">
  27,5%  </td> <td style="text-align:center;">  0,62  (0,43)  </td>  </tr>
 <tr>  <td>  Video corporativo  </td>  <td style="text-align:center;">  13,4%  </td> <td style="text-align:center;">  9,5%  </td>  <td style="text-align:center;">
  17,5%  </td> <td style="text-align:center;">  0,54  (0,46)  </td>  </tr>
 <tr>  <td>  Visita virtual  </td>  <td style="text-align:center;">  8,5%  </td>  <td style="text-align:center;">  7,1%  </td>  <td style="text-align:center;">  10,0%
  </td>  <td style="text-align:center;">  0,01  (0,95)  </td>  </tr>
 <tr>  <td>  Galer&iacute;a de fotos  </td>  <td style="text-align:center;">  8,5%  </td> <td style="text-align:center;">  4,8%  </td><td style="text-align:center;">  12,5%  </td>  <td style="text-align:center;">  0,74  (0,39)  </td>  </tr>
</tbody></table>

<p>Dentro del grupo de aspectos relacionados
con el logotipo y el eslogan, la categor&iacute;a m&aacute;s frecuente fue la coherencia en
los colores entre dicho logo y el propio sitio web de la entidad. El 92,6% de
las entidades analizadas mostraban as&iacute; una clara coherencia entre estos
elementos. A mucha distancia, aparecieron categor&iacute;as como la existencia de un
eslogan claro (29,3%) y la presencia de variantes en el logotipo (24,4%). Por
&uacute;ltimo, las categor&iacute;as relativas a la disponibilidad en la web de un manual de
identidad visual o la referencia a una tipograf&iacute;a concreta tuvieron una
frecuencia del 3,6% en las entidades analizadas. Con respecto a los aspectos
relacionados con la est&eacute;tica, se encontraron fundamentalmente fotos y v&iacute;deos de
diversos tipos acerca de la entidad. Se observ&oacute; que los m&aacute;s utilizados eran los
referidos a la arquitectura, con fotos de las sedes y los edificios m&aacute;s
emblem&aacute;ticos de la entidad (58,5%), as&iacute; como fotos de directivos (47,5%),
oficinas (45,1%) y empleados (32,9%). En dicha tabla tambi&eacute;n se observa que el
13,4% de las entidades colgaban en su web un v&iacute;deo corporativo, si bien en
alguno de los casos dicho v&iacute;deo s&oacute;lo hac&iacute;a referencia a las acciones de
responsabilidad social corporativa realizadas por la entidad. Finalmente, el
8,5% de las entidades analizadas permit&iacute;a acceder a una galer&iacute;a de fotos en las
que se recog&iacute;an de manera global todos los elementos anteriores.</p>

<p>Con respecto a la comparativa entre bancos
y cajas, se han analizado las diferencias en las frecuencias para cada
categor&iacute;a a trav&eacute;s de test no param&eacute;tricos de la Chi-cuadrado. En aquellas
situaciones en los que la frecuencia de cada escenario era como m&iacute;nimo de 10
casos se utiliz&oacute; el test Chi-cuadrado de Pearson, mientras que en aquellas
ocasiones en los que no se cumpl&iacute;a dicho condicionante se utiliz&oacute; como
alternativa el estad&iacute;stico exacto de Fisher, tal y como se recomienda en la
literatura (<a href="paper518.html#pallant">Pallant 2007</a>). La tabla 2 permite observar que ninguna de las
diferencias resulta estad&iacute;sticamente significativa. En cualquier caso, resulta
llamativo ver que en 10 de 12 de las categor&iacute;as encontradas las cajas ofrecen
m&aacute;s elementos de identidad visual que los bancos. </p>

<p>No obstante, el an&aacute;lisis de contenido no se
ci&ntilde;&oacute; exclusivamente a una clasificaci&oacute;n y recuento de las categor&iacute;as
encontradas, sino que supuso adem&aacute;s indagar en la informaci&oacute;n relativa a cada
uno de los aspectos analizados. As&iacute; dentro de la categor&iacute;a referida a la
coherencia de los colores, result&oacute; interesante comprobar que en la mayor&iacute;a de
los casos las entidades utilizaban colores en tono oscuro para sus logotipos y
dise&ntilde;os web. De hecho, los m&aacute;s frecuentes eran el azul (presente en el logotipo
del 45,1% de las entidades analizadas) seguidos por el blanco (40,2%), el verde
(34,1%) y el rojo (26,8%). En cualquier caso, debe matizarse que los colores
analizados mostraban tonalidades con diferente grado de intensidad. La decisi&oacute;n
en lo referente a la forma y colores del logotipo era en algunos casos
explicada en la propia web. As&iacute; por ejemplo, el banco ABN AMRO hace referencia
a sus valores corporativos utilizando como emblema un escudo, que simbolizar&iacute;a
la seguridad, y los colores verde y amarillo que tratar&iacute;an de reflejar la
estabilidad y el optimismo. Muchas de las cajas utilizan como colores
corporativos los colores de la bandera local as&iacute; como elementos caracter&iacute;sticos
de la regi&oacute;n. En este sentido, BBK utiliza los colores de la bandera del Pa&iacute;s
Vasco, Caja Madrid incorpora un oso como icono distintivo de su ciudad de
origen, y Caja Canarias simboliza en su emblema a la palmera canaria y las
siete islas. </p>

<p>Con respecto al eslogan, &eacute;ste es un
elemento que trata de reflejar la promesa de la marca, y permite conocer el
posicionamiento que desea conseguir la entidad. Al igual que en el caso de los
colores corporativos, resulta complejo contabilizar con precisi&oacute;n los valores
corporativos a los que se refiere un eslogan. En cualquier caso, y tal y como
se refleja en la tabla 3, s&iacute; se ha observado que muchos de los esl&oacute;ganes hac&iacute;an
referencia al segmento principal al que se dirigen. Este es el caso de bancos
cuyos principales clientes son empresas que hacen negocios con pa&iacute;ses
determinados (ej. Aresbank, orientado a negocios con los pa&iacute;ses &aacute;rabes) o banca
dirigida a colectivos profesionales concretos (ej. Bancofar, el banco de los
farmac&eacute;uticos).</p>

<table class="center" style="width:80%;">
<caption><br /><strong>Tabla 3: Esl&oacute;ganes comunicados en los sitios web corporativos</strong></caption>
 <tbody>
 <tr>
  <th colspan="2">Bancos</th></tr>
 <tr><td>Aresbank</td><td>We bring you the Arab world closer</td></tr>
 <tr><td>Bancofar</td>  <td>El banco de los farmac&eacute;uticos</td> </tr>
 <tr> <td> BBVA </td> <td>Adelante</td></tr>
 <tr> <td>BNP Paribas</td><td> The bank for a changing world</td></tr>
 <tr><td>Cetelem</td><td>Damos futuro a sus proyectos&nbsp;</td></tr>
 <tr><td>Citibank</td><td>Citi never sleeps</td></tr>
 <tr><td>Deutsche</td><td>A Passion to Perform</td></tr>
 <tr><td>EBN Banco de negocios</td><td>Generando valor</td></tr>
 <tr><td>Europeo de Finanzas</td><td>El proyecto financiero conjunto de las cajas de ahorros andaluzas</td></tr>
 <tr><td>Gallego</td><td>Hecho a su medida</td></tr>
 <tr><td>ING Direct</td><td>Un gran banco que hace fresh banking</td></tr>
 <tr><td>Madrid</td><td>De persona a persona</td></tr>
 <tr><td>March</td><td>Cuesti&oacute;n de confianza, banqueros desde 1916</td></tr>
 <tr><td>Pastor</td><td>Aqu&iacute; estamos</td></tr>
 <tr><td>Pueyo</td><td>Referencia a fundada en 1890</td></tr>
 <tr><td>Sabadell</td><td>El valor de la confianza</td></tr>
 <tr><td>Santander</td><td>El valor de las ideas</td></tr>
 <tr><td>Urquijo Sabadell</td><td>Est&aacute;s en tu banco</td></tr>
 <tr><th colspan="2">Cajas de ahorros</th></tr>
 <tr><td>Bancaja</td><td>Si no es bueno para ti, no es bueno para nosotros</td></tr>
 <tr><td>CAI</td><td>Sabemos lo que te importa</td></tr>
 <tr><td>Caixa Ontinyent</td><td>La caixa de les comarques</td></tr>
 <tr><td>Caixa Pened&egrave;s</td><td>Persones al servei de persones</td></tr>
 <tr><td>Caixa Pollen&ccedil;a</td><td>Ahora m&aacute;s cerca de t&iacute;</td></tr>
 <tr><td>Caja de &aacute;vila</td><td>Nuestro inter&eacute;s, las personas</td></tr>
 <tr><td>Caja de Extremadura</td><td>Tu mejor equipo siempre</td></tr>
 <tr><td>Caja Espa&ntilde;a</td><td>Damos soluciones</td></tr>
 <tr><td>Caja Madrid</td><td>&iquest;Quieres?, puedes</td></tr>
 <tr><td>Caja Navarra</td><td>Pioneros en una banca c&iacute;vica</td></tr>
 <tr><td>Cajasur</td><td>La caja de las personas</td></tr>
 <tr><td>CAM</td><td>Aqu&iacute; nos tienes</td></tr>
 <tr><td>CCM</td><td>Eres tu</td></tr>
 <tr><td>Kutxa</td><td>Parte de ti</td></tr>
 <tr><td>La Caixa</td><td>&iquest;Hablamos?</td></tr>
 <tr><td>UNNIM </td><td>La caja que suma</td></tr>
</tbody></table>

<p>De igual forma, llama la atenci&oacute;n que
muchos de los bancos hacen referencia a aspectos como el crecimiento, la
innovaci&oacute;n, o la confianza en la solvencia mientras que en las cajas de ahorros
destaca especialmente la utilizaci&oacute;n de esl&oacute;ganes en los que se enfatiza sobre
todo la cercan&iacute;a emocional a trav&eacute;s de la participaci&oacute;n del cliente en la
estrategia de la empresa, o la estrecha relaci&oacute;n entre cliente y entidad.
Adem&aacute;s, se puede observar como algunos de los esl&oacute;ganes est&aacute;n en idiomas diferentes
al castellano debido al target principal o mercado al que se dirigen. Si bien
no ha sido recogido en las tablas mostradas anteriormente, el 29,3% de las
entidades analizadas mostraban o daban la posibilidad de mostrar la informaci&oacute;n
de su sitio web en ingl&eacute;s, frente al 11,0% en alem&aacute;n, 6,1% en franc&eacute;s y 4,9% en
portugu&eacute;s. Con respecto a los idiomas oficiales en Espa&ntilde;a, tras el castellano
la lengua m&aacute;s utilizada en los sitios web fue el catal&aacute;n (17,1%), seguida del
vasco (3,7%), el gallego (2,4%) y el valenciano (2,4%). </p>

<p>En relaci&oacute;n a las variantes del logotipo,
dichas variaciones supon&iacute;an el uso de diferentes colores o la existencia de descriptores
acompa&ntilde;ando al logo. Estas variaciones tratan de diferenciar los productos o
servicios dirigidos un tipo de clientela determinado, tales como j&oacute;venes o
jubilados, banca privada u otros colectivos. Tambi&eacute;n en muchos casos se utiliza
una variante del logotipo para la obra social de las cajas. En el marco actual
de fusiones en el que se encuentran inmersas las cajas, resulta interesante ver
como comienzan a aparecer los nombres y logotipos de las entidades acompa&ntilde;ados por
los de la nueva entidad en la que se integran. Es el caso por ejemplo de UNNIM
o Banca C&iacute;vica.</p>

<p>Con respecto a los elementos de la
est&eacute;tica, destacan especialmente las fotos de edificios o s&iacute;mbolos representativos
de la entidad, tal como la Casa Encendida de Caja Madrid o la Ciudad Santander.
En aquellas entidades m&aacute;s arraigadas a un determinado territorio, tambi&eacute;n
result&oacute; frecuente encontrar fotos relativas a los iconos m&aacute;s representativos de
la regi&oacute;n. Otras im&aacute;genes utilizadas en menor medida hac&iacute;an referencia a
clientes, sociedad en general y acciones de responsabilidad social corporativa.
</p>

<h3>Comunicaci&oacute;n corporativa</h3>

<p>De manera an&aacute;loga procedimos a analizar las
frecuencias de aparici&oacute;n de las variables de comunicaci&oacute;n corporativa. Con
respecto a los canales de comunicaci&oacute;n, la tabla 4 muestra la existencia de
cuatro elementos que suelen estar casi siempre presentes: informaci&oacute;n de
contacto (95,1%), informaci&oacute;n sobre oficinas y cajeros (91,4%), call center a
clientes (90,2%) y sala de prensa (89%). Existen tambi&eacute;n canales dirigidos
exclusivamente a proveedores, medios de comunicaci&oacute;n o personas en b&uacute;squeda de
un empleo. Se observa as&iacute; que el 64,6% de las entidades analizadas permit&iacute;an a
los candidatos enviar su curriculum, y el 50% de los sitios web ofrec&iacute;a
informaci&oacute;n sobre puestos de trabajo en la entidad o sobre la posibilidad de
realizar pr&aacute;cticas. Algunos de estos elementos pueden ser comparados con los
obtenidos por Hern&aacute;ndez et al. (<a href="paper518.html#hernandez">2010</a>) cuyo trabajo se centr&oacute; en la calidad del
sitio web en el a&ntilde;o 2007. As&iacute;, comparativamente se observa un aumento en la
presencia de elementos como la informaci&oacute;n de contacto (del 85% al 95%), la
sala de prensa (del 72% al 89%) o los foros para la interacci&oacute;n con grupos de
inter&eacute;s (del 13% al 28%); mientras que entre las que m&aacute;s claramente se han
reducido destaca la informaci&oacute;n sobre ofertas de trabajo (del 77% al 50%). Resulta
l&oacute;gico pensar que las entidades trabajan en conseguir cada d&iacute;a una mayor
interacci&oacute;n con sus <em>stakeholders</em>. Por
el contrario, no resulta tan sencillo encontrar explicaci&oacute;n a las reducciones
en la presencia de elementos en la web, y en el caso de las ofertas de trabajo
quiz&aacute;s se deba a que resulte m&aacute;s eficiente la gesti&oacute;n de esta informaci&oacute;n a
trav&eacute;s de otros medios de comunicaci&oacute;n. En cualquier caso, la comparativa de
estos datos debe hacerse con mucha cautela, ya que no se utilizan exactamente
las mismas muestras.</p>


<table class="center">
<caption><br /><strong>Tabla 4: Categor&iacute;as relativas a los canales de comunicaci&oacute;n</strong></caption>
 <tbody><tr>
  <th>&nbsp;</th>
  <th>Total</th>
  <th>Bancos</th>
  <th>Cajas</th>
  <th>Chi-cuadrado (p-valor)</th>
 </tr>
 <tr>
  <td>
  Informaci&oacute;n contacto
  </td>
  <td style="text-align:center;">
  95,1%
  </td>
  <td style="text-align:center;">
  90,5%
  </td>
 <td style="text-align:center;">
  100%
  </td>
  <td style="text-align:center;">
  2,21 (0,14)
  </td>
 </tr>
 <tr>
  <td>
  Informaci&oacute;n oficinas y cajeros
  </td>
  <td style="text-align:center;">
  91,4%
  </td>
 <td style="text-align:center;">
  85,7%
  </td>
  <td style="text-align:center;">
  97,5%
  </td>
  <td style="text-align:center;">
  2,29 (0,13)
  </td>
 </tr>
 <tr>
  <td>
  Call center cliente
  </td>
  <td style="text-align:center;">
  90,2%
  </td>
  <td style="text-align:center;">
  85,7%
  </td>
 <td style="text-align:center;">
  95,0%
  </td>
 <td style="text-align:center;">
  1,09 (0,29)
  </td>
 </tr>
 <tr>
  <td>
  Sala prensa
  </td>
  <td style="text-align:center;">
  89,0%
  </td>
  <td style="text-align:center;">
  81,0%
  </td>
  <td style="text-align:center;">
  97,5%
  </td>
  <td style="text-align:center;">
  4,17 (0,04)
  </td>
 </tr>
 <tr>
  <td>
  Posibilidad de colgar CV
  </td>
  <td style="text-align:center;">
  64,6%
  </td>
  <td style="text-align:center;">
  59,5%
  </td>
  <td style="text-align:center;">
  70,0%
  </td>
 <td style="text-align:center;">
  0,58 (0,44)
  </td>
 </tr>
 <tr>
  <td>
  Defensor cliente
  </td>
  <td style="text-align:center;">
  62,2%
  </td>
  <td style="text-align:center;">
  47,6%
  </td>
  <td style="text-align:center;">
  77,5%
  </td>
  <td style="text-align:center;">
  6,56 (0,01)
  </td>
 </tr>
 <tr>
  <td>
  Hojas reclamaciones, sugerencias
  </td>
  <td style="text-align:center;">
  57,3%
  </td>
  <td style="text-align:center;">
  38,1%
  </td>
  <td style="text-align:center;">
  77,5%
  </td>
  <td style="text-align:center;">
  11,44 (0,00)
  </td>
 </tr>
 <tr>
  <td>
  Informaci&oacute;n sobre trabajo/pr&aacute;cticas
  </td>
  <td style="text-align:center;">
  50,0%
  </td>
  <td style="text-align:center;">
  50,0%
  </td>
  <td style="text-align:center;">
  50,0%
  </td>
  <td style="text-align:center;">
  0,00 (1,00)
  </td>
 </tr>
 <tr>
  <td>
  Folletos
  </td>
  <td style="text-align:center;">
  48,7%
  </td>
  <td style="text-align:center;">
  50,0%
  </td>
  <td style="text-align:center;">
  47,5%
  </td>
  <td style="text-align:center;">
  0,00 (0,99)
  </td>
 </tr>
 <tr>
  <td>
  Referencia a charlas, conferencias
  </td>
  <td style="text-align:center;">
  46,3%
  </td>
  <td style="text-align:center;">
  28,6%
  </td>
  <td style="text-align:center;">
  65,0%
  </td>
  <td style="text-align:center;">
  9,52 (0,00)
  </td>
 </tr>
 <tr>
  <td>
  Revistas externas
  </td>
  <td style="text-align:center;">
  43,9%
  </td>
  <td style="text-align:center;">
  26,2%
  </td>
  <td style="text-align:center;">
  62,5%
  </td>
  <td style="text-align:center;">
  9,54 (0,00)
  </td>
 </tr>
 <tr>
  <td>
  RSS
  </td>
  <td style="text-align:center;">
  41,4%
  </td>
  <td style="text-align:center;">
  35,7%
  </td>
  <td style="text-align:center;">
  47,5%
  </td>
  <td style="text-align:center;">
  0,73 (0,39)
  </td>
 </tr>
 <tr>
  <td>
  Oficinas representaci&oacute;n
  </td>
  <td style="text-align:center;">
  39,0%
  </td>
  <td style="text-align:center;">
  38,1%
  </td>
  <td style="text-align:center;">
  40,0%
  </td>
  <td style="text-align:center;">
  0,00 (1,00)
  </td>
 </tr>
 <tr>
  <td>
  Foro grupos inter&eacute;s
  </td>
  <td style="text-align:center;">
  28,0%
  </td>
  <td style="text-align:center;">
  14,3%
  </td>
  <td style="text-align:center;">
  42,5%
  </td>
  <td style="text-align:center;">
  6,74 (0,00)
  </td>
 </tr>
 <tr>
  <td>
  Presentaciones institucionales
  </td>
  <td style="text-align:center;">
  23,1%
  </td>
  <td style="text-align:center;">
  28,6%
  </td>
  <td style="text-align:center;">
  17,5%
  </td>
  <td style="text-align:center;">
  0,86 (0,35)
  </td>
 </tr>
 <tr>
  <td>
  Blog/web personales
  </td>
  <td style="text-align:center;">
  13,4%
  </td>
  <td style="text-align:center;">
  7,1%
  </td>
  <td style="text-align:center;">
  20,0%
  </td>
  <td style="text-align:center;">
  1,91 (0,17)
  </td>
 </tr>
 <tr>
  <td>
  Buz&oacute;n proveedores
  </td>
  <td style="text-align:center;">
  9,7%
  </td>
  <td style="text-align:center;">
  14,3%
  </td>
  <td style="text-align:center;">
  5,0%
  </td>
  <td style="text-align:center;">
  1,09 (0,29)
  </td>
 </tr>
 <tr>
  <td>
  Visita instalaciones
  </td>
  <td style="text-align:center;">
  3,6%
  </td>
  <td style="text-align:center;">
  4,8%
  </td>
  <td style="text-align:center;">
  2,5%
  </td>
  <td style="text-align:center;">
  0,00 (1,00)
  </td>
 </tr>
</tbody></table>

<p>En relaci&oacute;n a las diferencias entre bancos
y cajas, la tabla 4 muestra que las cajas suelen presentar los canales de
comunicaci&oacute;n con m&aacute;s frecuencia que los bancos en muchas de las categor&iacute;as.
Estas diferencias son estad&iacute;sticamente significativas en el caso de la sala de
prensa, la figura del defensor del cliente, las hojas de reclamaciones y
sugerencias, la informaci&oacute;n relativa a charlas y conferencias, revistas
externas y foros dirigidos a grupos de inter&eacute;s. </p>

<p>Profundizando en los aspectos m&aacute;s
llamativos, el an&aacute;lisis nos permiti&oacute; observar como algunas entidades ofrec&iacute;an
servicios de ayuda en la navegaci&oacute;n por la p&aacute;gina corporativa. Este tipo de
servicios ten&iacute;a por objeto favorecer una comunicaci&oacute;n fluida a trav&eacute;s de la
web, y en dichos servicios un elemento que ha aparecido en varias de las
entidades analizadas es un asistente virtual. Para facilitar dicha comunicaci&oacute;n
tambi&eacute;n se observ&oacute; c&oacute;mo algunas entidades daban la posibilidad de abrir un
chat, o de que el cliente escribiera su n&uacute;mero de tel&eacute;fono y la entidad le devolviera
la llamada. En el extremo contrario, tambi&eacute;n se encontraron entidades que se
limitaban a indicar en la web un tel&eacute;fono o una direcci&oacute;n a la que dirigirse.
Tambi&eacute;n result&oacute; llamativo observar como ciertas entidades daban la posibilidad
de rellenar encuestas de satisfacci&oacute;n, tanto relativas a la percepci&oacute;n y
actitud hacia la entidad en general como en relaci&oacute;n al servicio ofrecido a
trav&eacute;s de su p&aacute;gina web.</p>

<p>Centrando el an&aacute;lisis en el tipo de
informaci&oacute;n proporcionada, y en relaci&oacute;n a la informaci&oacute;n proveniente de
fuentes internas, la tabla 5 muestra que las categor&iacute;as m&aacute;s frecuentes son la
informaci&oacute;n sobre las tarifas (82,9%), los informes anuales (80,4%) y los
informes de gobierno corporativo (74,3%). Otras categor&iacute;as que aparec&iacute;an en m&aacute;s
del 60% de las entidades consultadas fueron las relativas a la informaci&oacute;n
sobre promociones (65,8%), la informaci&oacute;n de relevancia prudencial (64,6%) y
los estatutos y reglamentos internos (63,4%). En relaci&oacute;n a las fuentes
externas, las m&aacute;s habituales fueron las referidas a la directiva MIFID (80,4%),
informes de auditor&iacute;a (70,7%), informaci&oacute;n de bolsa (63,4%) e informaci&oacute;n
relativa a la prevenci&oacute;n del blanqueo de capitales (62,2%). Resulta interesante
observar que Hern&aacute;ndez et al. (<a href="paper518.html#hernandez">2010</a>) en su estudio emp&iacute;rico realizado en el a&ntilde;o
2007 encontr&oacute; una mayor presencia en los sitios web de las cuentas anuales que
en la actualidad (del 93% al 81%). Esto pudiera deberse a los peores resultados
del sector obtenidos en los &uacute;ltimos a&ntilde;os y la consecuente reticencia de las entidades
a colgar esta informaci&oacute;n en su p&aacute;gina web.</p>

<table class="center">
<caption><br /><strong>Tabla 5: Frecuencia de los elementos de informaci&oacute;n</strong></caption>
 <tbody><tr>
  <th>&nbsp;</th>
  <th>Total</th>
  <th>Bancos</th>
  <th>Cajas</th>
  <th>Chi-cuadrado (p-valor)</th>
 </tr>
 <tr>
  <td colspan="5"><em><strong>Informaci&oacute;n de fuentes internas</strong></em></td>
 </tr>
 <tr>
  <td>
  Informaci&oacute;n financiera general
  </td>
  <td style="text-align:center;">
  87,8%
  </td>
  <td style="text-align:center;">
  81,0%
  </td>
  <td style="text-align:center;">
  95,0%
  </td>
  <td style="text-align:center;">
  2,58 (0,10)
  </td>
 </tr>
 <tr>
  <td>
  Informaci&oacute;n tarifas
  </td>
  <td style="text-align:center;">
  82,9%
  </td>
  <td style="text-align:center;">
  81,0%
  </td>
  <td style="text-align:center;">
  85,0%
  </td>
  <td style="text-align:center;">
  0,03 (0,85)
  </td>
 </tr>
 <tr>
  <td>
  Informes anuales
  </td>
  <td style="text-align:center;">
  80,4%
  </td>
 <td style="text-align:center;">
  66,7%
  </td>
 <td style="text-align:center;">
  95,0%
  </td>
  <td style="text-align:center;">
  8,74 (0,00)
  </td>
 </tr>
 <tr>
  <td>
  Informe gobierno corporativo
  </td>
  <td style="text-align:center;">
  74,3%
  </td>
  <td style="text-align:center;">
  52,4%
  </td>
  <td style="text-align:center;">
  97,5%
  </td>
  <td style="text-align:center;">
  19,58 (0,00)
  </td>
 </tr>
 <tr>
  <td>
  Informaci&oacute;n promociones
  </td>
  <td style="text-align:center;">
  65,8%
  </td>
  <td style="text-align:center;">
  47,6%
  </td>
  <td style="text-align:center;">
  85,0%
  </td>
  <td style="text-align:center;">
  11,12 (0,00)
  </td>
 </tr>
 <tr>
  <td>
  Informaci&oacute;n relevancia prudencial
  </td>
  <td style="text-align:center;">
  64,6%
  </td>
  <td style="text-align:center;">
  38,1%
  </td>
 <td style="text-align:center;">
  92,5%
  </td>
  <td style="text-align:center;">
  24,20 (0,00)
  </td>
 </tr>
 <tr>
  <td>
  Estatutos y reglamentos
  </td>
  <td style="text-align:center;">
  63,4%
  </td>
  <td style="text-align:center;">
  42,9%
  </td>
  <td style="text-align:center;">
  85,0%
  </td>
  <td style="text-align:center;">
  13,92 (0,00)
  </td>
 </tr>
 <tr>
  <td>
  Informe RSC
  </td>
  <td style="text-align:center;">
  48,7%
  </td>
  <td style="text-align:center;">
  35,7%
  </td>
  <td style="text-align:center;">
  62,5%
  </td>
  <td style="text-align:center;">
  4,86 (0,02)
  </td>
 </tr>
 <tr>
  <td>
  Informe junta general
  </td>
  <td style="text-align:center;">
  25,6%
  </td>
  <td style="text-align:center;">
  33,3%
  </td>
  <td style="text-align:center;">
  17,5%
  </td>
  <td style="text-align:center;">
  1,93 (0,16)
  </td>
 </tr>
 <tr>
  <td>
  Informaci&oacute;n campa&ntilde;as
  </td>
  <td style="text-align:center;">
  17,0%
  </td>
  <td style="text-align:center;">
  11,9%
  </td>
  <td style="text-align:center;">
  22,5%
  </td>
  <td style="text-align:center;">
  0,96 (0,32)
  </td>
 </tr>
 <tr>
  <td>
  Docum, organizaci&oacute;n empresas
  </td>
  <td style="text-align:center;">
  15,8%
  </td>
  <td style="text-align:center;">
  23,8%
  </td>
  <td style="text-align:center;">
  7,5%
  </td>
  <td style="text-align:center;">
  2,95 (0,08)
  </td>
 </tr>
 <tr><td colspan="5">&nbsp;</td></tr>
 <tr>
  <td colspan="5"><em><strong>Informaci&oacute;n de fuentes externas</strong></em></td>
 </tr>
 <tr>
  <td>
  MIFID
  </td>
  <td style="text-align:center;">
  80,4%
  </td>
 <td style="text-align:center;">
  71,4%
  </td>
  <td style="text-align:center;">
  90,0%
  </td>
  <td style="text-align:center;">
  3,40 (0,06)
  </td>
 </tr>
 <tr>
  <td>
  Informe auditor&iacute;a
  </td>
 <td style="text-align:center;">
  70,7%
  </td>
 <td style="text-align:center;">
  61,9%
  </td>
  <td style="text-align:center;">
  80,0%
  </td>
  <td style="text-align:center;">
  2,42 (0,12)
  </td>
 </tr>
 <tr>
  <td>
  Informaci&oacute;n de bolsa
  </td>
  <td style="text-align:center;">
  63,4%
  </td>
  <td style="text-align:center;">
  66,7%
  </td>
  <td style="text-align:center;">
  60,0%
  </td>
 <td style="text-align:center;">
  0,16 (0,69)
  </td>
 </tr>
 <tr>
  <td>
  Informaci&oacute;n prevenci&oacute;n blanqueo
  </td>
  <td style="text-align:center;">
  62,2%
  </td>
  <td style="text-align:center;">
  54,8%
  </td>
  <td style="text-align:center;">
  70,0%
  </td>
  <td style="text-align:center;">
  1,42 (0,23)
  </td>
 </tr>
 <tr>
  <td>
  Premios
  </td>
  <td style="text-align:center;">
  47,5%
  </td>
  <td style="text-align:center;">
  52,4%
  </td>
  <td style="text-align:center;">
  42,5%
  </td>
  <td style="text-align:center;">
  0,45 (0,50)
  </td>
 </tr>
 <tr>
  <td>
  Informe agencias rating
  </td>
  <td style="text-align:center;">
  45,1%
  </td>
  <td style="text-align:center;">
  45,2%
  </td>
  <td style="text-align:center;">
  45,0%
  </td>
  <td style="text-align:center;">
  0,00 (1,00)
  </td>
 </tr>
 <tr>
  <td>
  Certificados de calidad
  </td>
  <td style="text-align:center;">
  42,6%
  </td>
  <td style="text-align:center;">
  33,3%
  </td>
  <td style="text-align:center;">
  52,5%
  </td>
  <td style="text-align:center;">
  2,34 (0,12)
  </td>
 </tr>
 <tr>
  <td>
  Informe GRI
  </td>
  <td style="text-align:center;">
  34,1%
  </td>
  <td style="text-align:center;">
  21,4%
  </td>
  <td style="text-align:center;">
  47,5%
  </td>
  <td style="text-align:center;">
  5,08 (0,02)
  </td>
 </tr>
 <tr>
  <td>
  Informaci&oacute;n de cuota mercado
  </td>
  <td style="text-align:center;">
  14,6%
  </td>
  <td style="text-align:center;">
  19,0%
  </td>
  <td style="text-align:center;">
  10,0%
  </td>
  <td style="text-align:center;">
  0,71 (0,40)
  </td>
 </tr>
 <tr>
  <td>
  C&oacute;digo externo publicidad
  </td>
  <td style="text-align:center;">
  10,9%
  </td>
  <td style="text-align:center;">
  7,1%
  </td>
  <td style="text-align:center;">
  15,0%
  </td>
 <td style="text-align:center;">
  0,61 (0,43)
  </td>
 </tr>
</tbody></table>


<p>Con respecto a las diferencias entre bancos
y cajas, en la informaci&oacute;n interna nuevamente se observ&oacute; que las cajas ofrec&iacute;an
casi todas estas categor&iacute;as de informaci&oacute;n con mayor frecuencia que los bancos.
Las diferencias eran estad&iacute;sticamente significativas en el caso de los informes
anuales, informe de gobierno corporativo, informaci&oacute;n relativa a promociones,
de relevancia prudencial, estatutos y reglamentos e informe RSC. Esta tendencia
de que las cajas ofrezcan m&aacute;s informaci&oacute;n que los bancos tambi&eacute;n se plasmaba en
el trabajo de Hern&aacute;ndez et al. (<a href="paper518.html#hernandez">2010</a>). En relaci&oacute;n a la informaci&oacute;n externa no
se observaron claras diferencias entre bancos y cajas. Siendo menos estrictos y
considerando diferencias al 10% de significaci&oacute;n, se observa que las cajas
ofrecen una mayor frecuencia que los bancos en la categor&iacute;a de informaci&oacute;n
referida al informe GRI. Precisamente en este aspecto, el trabajo de San Jos&eacute;
et al. (<a href="paper518.html#sanjose">2011</a>) mostraba que el 31,81% de los bancos analizados ofrecen informaci&oacute;n
siguiendo unas normas est&aacute;ndar de presentaci&oacute;n frente al 100% de la muestra de
cajas de ahorros. Dicho trabajo analizaba una muestra internacional donde se
inclu&iacute;an 8 entidades espa&ntilde;olas.</p>

<p>Al margen de la cuantificaci&oacute;n de las
categor&iacute;as encontradas, result&oacute; tambi&eacute;n interesante observar que determinadas
entidades ofrec&iacute;an informaci&oacute;n de utilidad a clientes e inversores, ofreciendo
servicios adicionales en la web como diccionarios financieros, gu&iacute;as fiscales o
informes y recomendaciones en bolsa. Tambi&eacute;n destacan acciones informativas
espec&iacute;ficas como la del banco Etcheverr&iacute;a y su &iacute;ndice burs&aacute;til &#8220;Gallaecia&#8221; de
empresas gallegas que cotizan en bolsa. </p>

<p>Otras entidades trataban de resaltar su
trasparencia o la importancia de la opini&oacute;n del cliente en su gesti&oacute;n mostrando
informes anuales de los servicios de atenci&oacute;n al cliente, u ofreciendo
informaci&oacute;n relativa al beneficio obtenido por cliente. Adem&aacute;s, aquellas
entidades implicadas en procesos de fusiones mostraban informaci&oacute;n acerca de
dicho proceso. En unos casos se mostraban notas de prensa, en otros se
estructuraba la informaci&oacute;n mediante apartados de preguntas m&aacute;s frecuentes. En
cualquier caso, las entidades trataban de reflejar los beneficios que
resultaban de dicha fusi&oacute;n, relativas al tama&ntilde;o y la solvencia, as&iacute; como a la
eliminaci&oacute;n de comisiones en las transferencias entre entidades fusionadas, o
la posibilidad para los clientes de operar en cajeros de todas las entidades de
la fusi&oacute;n indistintamente y sin ning&uacute;n tipo de cargo.</p>

<p>Adem&aacute;s, el estudio realizado permiti&oacute;
observar que cuando las entidades ofrec&iacute;an informaci&oacute;n de los informes anuales,
la mayor&iacute;a de ellas mostraban los informes o bien del &uacute;ltimo a&ntilde;o (22,7%) o bien
de los &uacute;ltimos cinco a&ntilde;os (10,6%). Tambi&eacute;n debe puntualizarse que en el caso de
la informaci&oacute;n externa, muchas veces la informaci&oacute;n no estaba propiamente en la
p&aacute;gina corporativa de la entidad, sino que en el sitio corporativo simplemente
se redireccionaba mediante un link hacia p&aacute;ginas de la CNMV, la CECA o el
portal del cliente bancario del Banco de Espa&ntilde;a. En todos los casos, se debe
indicar que muchas de las entidades daban la posibilidad de solicitar
informaci&oacute;n adicional a trav&eacute;s de su web.</p>

<p>Una vez determinadas las categor&iacute;as
principales de los canales de comunicaci&oacute;n y el tipo de informaci&oacute;n y sus
frecuencias, se estudi&oacute; la relaci&oacute;n existente entre dicha comunicaci&oacute;n y
aspectos relacionados con el tr&aacute;fico web. Espec&iacute;ficamente, se analiz&oacute; si el
hecho de proporcionar informaci&oacute;n acerca de los canales de comunicaci&oacute;n e
informaci&oacute;n interna o externa en la web pod&iacute;a influir en el tr&aacute;fico recibido o
en el n&uacute;mero de enlaces que se realizan a la p&aacute;gina corporativa desde otros
sitios web. Para ello, se realiz&oacute; una serie de an&aacute;lisis de regresi&oacute;n
multivariante en el que se establecieron como variables dependientes en primer
lugar el ranking de tr&aacute;fico en Espa&ntilde;a, y en segundo lugar el n&uacute;mero de links hacia
dicha p&aacute;gina desde p&aacute;ginas exteriores. Ambos datos son proporcionados por Alexa
Internet. Como variable de control del tama&ntilde;o se consider&oacute; el valor del activo,
y con el resto de variables independientes se crearon variables promedio
relativas a los canales de comunicaci&oacute;n as&iacute; como a la informaci&oacute;n interna y
externa. Estas variables promedio se construyeron a partir de las variables
dicot&oacute;micas relativas a cada categor&iacute;a de informaci&oacute;n (<a href="paper518.html#ettredge">Ettredge, Richardson y
Scholz 2001</a>; <a href="paper518.html#Bonson">Bons&oacute;n-Ponte <em>et al.,</em>
2006</a>). De esta forma, la variable canales de comunicaci&oacute;n es el promedio
obtenido por cada entidad en las 5 categor&iacute;as se&ntilde;aladas anteriormente, la variable
informaci&oacute;n interna es el promedio de las 11 categor&iacute;as que la componen, y la
variable informaci&oacute;n externa es el promedio de las 10 categor&iacute;as que la
integran. En un &uacute;ltimo paso, tambi&eacute;n se introdujeron variables ficticias en la
regresi&oacute;n con objeto de analizar las diferencias entre bancos y cajas de
ahorros. Previo al an&aacute;lisis de regresi&oacute;n se comprob&oacute; que no exist&iacute;an problemas
de multicolinealidad en el an&aacute;lisis. Los estad&iacute;sticos de tolerancia y de factor
de inflaci&oacute;n de la varianza fueron en todos los casos adecuados, y tampoco se
observ&oacute; ning&uacute;n outlier que pudiera afectar significativamente a los resultados.
Una vez realizado este proceso de verificaci&oacute;n de los requisitos, se procedi&oacute; a
efectuar los an&aacute;lisis de regresi&oacute;n en los que, en un primer paso, se introdujo
la variable de control del tama&ntilde;o, en un segundo paso, el resto de variables
independientes relativas a los canales de comunicaci&oacute;n, la informaci&oacute;n interna
y externa, y en un tercer paso, se introdujeron las variables ficticias para
analizar el efecto del tipo de entidad. Los resultados obtenidos se muestran en
la tabla 6.</p>


<table class="center">
<caption><br /><strong>Tabla 6: Resultados de las regresiones multivariantes</strong></caption>
 <tbody><tr>
  <th>&nbsp;</th><th>&#946;</th><th>t</th><th>Sig.</th><th>F</th></tr>
 <tr><td colspan="5"><em><strong>Var. dependiente: ranking de tr&aacute;fico en Espa&ntilde;a</strong></em></td></tr>
 <tr><td>Tama&ntilde;o</td>
  <td style="text-align:center;">
  -0,04
  </td>
  <td style="text-align:center;">
  -0,29
  </td>
  <td style="text-align:center;">
  0,78
  </td>
  <td style="text-align:center;" rowspan="4">F(4,64)=5,41 p&lt;0,01
  </td>
 </tr>
 <tr>
  <td>
  Canales de comunicaci&oacute;n
  </td>
   <td style="text-align:center;">
  -0,49
  </td>
   <td style="text-align:center;">
  -2,99
  </td>
   <td style="text-align:center;">
  0,00
  </td>
 </tr>
 <tr>
  <td>
  Informaci&oacute;n interna
  </td>
   <td style="text-align:center;">
  -0,12
  </td>
   <td style="text-align:center;">
  -0,75
  </td>
   <td style="text-align:center;">
  0,46
  </td>
 </tr>
 <tr>
  <td>
  Informaci&oacute;n externa 
  </td>
   <td style="text-align:center;">
  0,13
  </td>
   <td style="text-align:center;">
  0,71
  </td>
   <td style="text-align:center;">
  0,48
  </td>
 </tr>
 <tr><td colspan="5">&nbsp;</td></tr>
 <tr>
  <td colspan="5"><em><strong>Var. dependiente: n&uacute;mero de links</strong></em>
  </td>
 </tr>
 <tr>
  <td>
  Tama&ntilde;o
  </td>
   <td style="text-align:center;">
  0,40
  </td>
   <td style="text-align:center;">
  4,00
  </td>
   <td style="text-align:center;">
  0,00
  </td>
  <td style="text-align:center;" rowspan="5">F(5,71)= 13,6 p&lt;0,01</td>
 </tr>
 <tr>
  <td>
  Canales de comunicaci&oacute;n
  </td>
   <td style="text-align:center;">
  0,14
  </td>
   <td style="text-align:center;">
  1,06
  </td>
   <td style="text-align:center;">
  0,29
  </td>
 </tr>
 <tr>
  <td>
  Informaci&oacute;n interna
  </td>
   <td style="text-align:center;">
  -0,05
  </td>
   <td style="text-align:center;">
  -0,37
  </td>
   <td style="text-align:center;">
  0,71
  </td>
 </tr>
 <tr>
  <td>
  Informaci&oacute;n externa 
  </td>
   <td style="text-align:center;">
  0,30
  </td>
   <td style="text-align:center;">
  2,05
  </td>
   <td style="text-align:center;">
  0,04
  </td>
 </tr>
 <tr>
  <td>
  Tipo de entidad (ref. banco)
  </td>
   <td style="text-align:center;">
  0,17
  </td>
   <td style="text-align:center;">
  1,73
  </td>
   <td style="text-align:center;">
  0,10
  </td>
 </tr>
</tbody></table>

<p>En el caso de la variable dependiente
ranking de tr&aacute;fico en Espa&ntilde;a, la variable tama&ntilde;o explica por s&iacute; sola un 6% de
la varianza, mientras que si se incluyen el resto de variables dependientes la
varianza explicada aumenta hasta el 25,3% (F(4,64)=5,41, p&lt;0,01). La
inclusi&oacute;n de las variables canales de comunicaci&oacute;n e informaci&oacute;n interna y
externa suponen un cambio en el R cuadrado de 0,193 y un cambio significativo en
el valor de la F (Cambio F=5,05, p&lt;0,01). Finalmente, se introdujo en la
regresi&oacute;n una variable independiente ficticia para analizar las diferencias
entre bancos y cajas. La adici&oacute;n de esta nueva variable no supuso un efecto
significativo ni una mejora en el modelo (cambio en R cuadrado=0,01; cambio en
la F=0,05, p=0,83), por lo que esa variable no fue finalmente considerada en el
modelo final. En dicho modelo, s&oacute;lo el efecto de la variable canales de
comunicaci&oacute;n es estad&iacute;sticamente significativo (&#946;=-0,49, p&lt;0,05). Este
efecto negativo resulta coherente, ya que implica que a mayor informaci&oacute;n
relativa a los canales de comunicaci&oacute;n proporcionada en la web, mejor ser&aacute; la
posici&oacute;n de dicha web en el ranking de tr&aacute;fico en Espa&ntilde;a. </p>

<p>Con respecto a la variable dependiente
n&uacute;mero de links hacia dicha p&aacute;gina desde p&aacute;ginas exteriores, los resultados
muestran que la variable tama&ntilde;o explica por s&iacute; sola un 31,6% de la varianza, si
bien la inclusi&oacute;n del resto de variables supone un incremento hasta el 46,9% (F=15,89,
p&lt;0,01). Este paso supuso un cambio en el R cuadrado de 0,143 y un cambio significativo
en el valor de la F (F=6,46, p&lt;0,01). Al igual que en caso anterior, se
procedi&oacute; en un tercer paso a analizar el efecto de la variable ficticia tipo de
entidad (banco o caja), lo que supuso un aumento en el R cuadrado hasta el 49%,
y un efecto significativo al 10% en el valor de la F (F=3,00, p=0,08). Centr&aacute;ndonos
en este &uacute;ltimo modelo, encontramos un efecto significativo al 5% en las
variables tama&ntilde;o (&#946;=0,40, p&lt;0,05) e informaci&oacute;n externa (&#946;=0,30, p&lt;0,05).
</p>

<p>De manera complementaria al an&aacute;lisis por
categor&iacute;as de informaci&oacute;n (canales, informaci&oacute;n interna, informaci&oacute;n externa), se
estudi&oacute; qu&eacute; tipo de variables de manera individual pod&iacute;a tener un mayor efecto
sobre el tr&aacute;fico web y el n&uacute;mero de enlaces. An&aacute;logamente se procedi&oacute; a
realizar series de regresiones para analizar el efecto individual, y se
encontr&oacute; que la m&aacute;s significativa en el tr&aacute;fico web resultaba ser la
posibilidad de colgar el curriculum en la web (&#946;=0,26, p&lt;0,05), y dentro de
las que explican el n&uacute;mero de enlaces externos, el informe GRI (&#946;=0,34,
p&lt;0,05), la informaci&oacute;n sobre la figura del defensor del cliente (&#946;=0,19,
p&lt;0,10) y la posibilidad de colgar el curriculum (&#946;=0,16, p&lt;0,10) (ver
tabla 7).</p>

<table class="center">
<caption><br /><strong>Tabla 7: Resultados de las regresiones multivariantes</strong></caption>
 <tbody><tr>
  <th>&nbsp;</th>
  <th>&#946;</th>
  <th>t</th>
  <th>Sig.</th>
  <th>F</th>
 </tr>
 <tr>
  <td colspan="5"><em><strong>Var. dependiente: ranking de tr&aacute;fico en Espa&ntilde;a</strong></em>
  </td>
 </tr>
 <tr>
  <td>
  Tama&ntilde;o
  </td>
  <td>
  0,08
  </td>
  <td>
  0,63
  </td>
  <td>
  0,53
  </td>
  <td style="text-align:center;" rowspan="4">F(4,64)= 3,70&nbsp; p&lt;0,01</td>
 </tr>
 <tr>
  <td>
  Informe GRI
  </td>
  <td>
  0,21
  </td>
  <td>
  1,69
  </td>
  <td>
  0,09
  </td>
 </tr>
 <tr>
  <td>
  Posibilidad colgar CV
  </td>
  <td>
  0,26
  </td>
  <td>
  2,20
  </td>
  <td>
  0,03
  </td>
 </tr>
 <tr>
  <td>
  Defensor del cliente
  </td>
  <td>
  0,15
  </td>
  <td>
  1,30
  </td>
  <td>
  0,19
  </td>
 </tr>
 <tr><td colspan="5">&nbsp;</td></tr>
 <tr>
  <td colspan="5"><em><strong>Var. dependiente: n&uacute;mero de links</strong></em></td>
 </tr>
 <tr>
  <td>
  Tama&ntilde;o
  </td>
  <td>
  0,34
  </td>
  <td>
  3,64
  </td>
  <td>
  0,00
  </td>
  <td style="text-align:center;" rowspan="4">
  F(5,71)= 14,3
  p&lt;0,01
  </td>
 </tr>
 <tr>
  <td>
  Informe GRI
  </td>
  <td>
  0,36
  </td>
  <td>
  3,63
  </td>
  <td>
  0,00
  </td>
 </tr>
 <tr>
  <td>
  Posibilidad colgar CV
  </td>
  <td>
  0,16
  </td>
  <td>
  1,77
  </td>
  <td>
  0,08
  </td>
 </tr>
 <tr>
  <td>
  Defensor del cliente
  </td>
  <td>
  0,19
  </td>
  <td>
  1,93
  </td>
  <td>
  0,06
  </td>
 </tr>
</tbody></table>

<p>Por &uacute;ltimo, se analiz&oacute; la presencia
controlada de las entidades dentro de las redes sociales. Cabe se&ntilde;alar que en
unos casos las entidades informan de la presencia en redes sociales en la
propia p&aacute;gina web e incluso introducen un link a estas redes mientras que en
otros casos es necesario acudir a la red social para detectar su presencia. Los
principales resultados del an&aacute;lisis pueden verse en la tabla 8, y muestran como
las redes m&aacute;s utilizadas en el sector bancario son Facebook (67,1%), Linkedin
(63,4%) y Twitter (47,6%). Tambi&eacute;n el 29,3% de las entidades ten&iacute;a canal propio
en Youtube, y la presencia es mucho menor en redes de car&aacute;cter m&aacute;s local como
Tuenti (3,6%) o Hi5 (2,4%). Estos datos permiten comprobar la evoluci&oacute;n que ha
tenido las redes sociales en los &uacute;ltimos a&ntilde;os, ya que en el art&iacute;culo de Cocheo
(<a href="paper518.html#Cocheo">2009</a>) se mostraba que m&aacute;s del 38% de los bancos estadounidenses no ten&iacute;an
presencia controlada en ning&uacute;n tipo de red social. En este trabajo y s&oacute;lo en
Facebook, ya se encuentra el 67,1% de la muestra analizada.</p>

<table class="center">
<caption><br /><strong>Tabla 8: Presencia controlada en redes sociales</strong></caption>
 <tbody><tr>
  <th>Red social</th>
  <th>Total</th>
  <th>Bancos</th>
  <th>Cajas de ahorros</th>
  <th>Chi-cuadrado (p-valor)</th>
 </tr>
 <tr>
  <td>
  Facebook
  </td>
  <td style="text-align:center;">
  67,1%
  </td>
  <td style="text-align:center;">
  54,8%
  </td>
  <td style="text-align:center;">
  80,0%
  </td>
  <td style="text-align:center;">
  4,82 (0,03)
  </td>
 </tr>
 <tr>
  <td>
  Linkedin
  </td>
  <td style="text-align:center;">
  63,4%
  </td>
  <td style="text-align:center;">
  73,8%
  </td>
  <td style="text-align:center;">
  52,5%
  </td>
  <td style="text-align:center;">
  3,14 (0,07)
  </td>
 </tr>
 <tr>
  <td>
  Twitter
  </td>
  <td style="text-align:center;">
  47,6%
  </td>
  <td style="text-align:center;">
  42,9%
  </td>
  <td style="text-align:center;">
  52,5%
  </td>
  <td style="text-align:center;">
  0,42 (0,51)
  </td>
 </tr>
 <tr>
  <td>
  Youtube (canal propio)
  </td>
  <td style="text-align:center;">
  29,3%
  </td>
  <td style="text-align:center;">
  26,2%
  </td>
  <td style="text-align:center;">
  32,5%
  </td>
  <td style="text-align:center;">
  0,14 (0,70)
  </td>
 </tr>
 <tr>
  <td>
  Tuenti
  </td>
  <td style="text-align:center;">
  3,6%
  </td>
  <td style="text-align:center;">
  2,4%
  </td>
  <td style="text-align:center;">
  5,0%
  </td>
  <td style="text-align:center;">
  0,02 (0,96)
  </td>
 </tr>
 <tr>
  <td>
  Hi5
  </td>
  <td style="text-align:center;">
  2,4%
  </td>
  <td style="text-align:center;">
  4,8%
  </td>
  <td style="text-align:center;">
  0,0%
  </td>
  <td style="text-align:center;">
  0,46 (0,50)
  </td>
 </tr>
</tbody></table>

<p>Adem&aacute;s, se debe se&ntilde;alar que algunas de las
galer&iacute;as de fotos a las que se ha hecho referencia en el apartado de identidad
visual eran colgadas en Flickr, y que algunas entidades tambi&eacute;n anuncian en su
web la presencia en otras redes como FriendFeed. En este estudio s&oacute;lo se han
contabilizado las entidades que dispon&iacute;an de una presencia corporativa dentro
de la red social, si bien hay que se&ntilde;alar que algunas entidades ten&iacute;an colgados
varios v&iacute;deos sobre sus spots, que al menos aparentemente, no hab&iacute;a sido la
propia entidad la que los hab&iacute;a colgado. De igual forma, en Facebook o Twitter
aparec&iacute;an grupos referidos a alg&uacute;n colectivo de la entidad como clientes,
trabajadores, clubes deportivos o alg&uacute;n aspecto de la fundaci&oacute;n de las cajas
que no han sido propiamente considerados. No se encontr&oacute; un patr&oacute;n claro de
diferencias entre bancos y cajas de ahorros, si bien las cajas mostraban
significativamente una mayor presencia que los bancos en Facebook.</p>

<h2>Conclusiones finales</h2>

<p>De manera general, el trabajo ha servido
para definir una herramienta de an&aacute;lisis de la identidad visual y la
comunicaci&oacute;n corporativa. Si bien algunos de los puntos referidos al tipo de
informaci&oacute;n est&aacute;n b&aacute;sicamente centrados en las entidades bancarias, muchas de
las categor&iacute;as mostradas son perfectamente aplicables a la gesti&oacute;n de cualquier
tipo de organizaci&oacute;n. As&iacute;, las empresas pueden utilizar esta lista de
categor&iacute;as para analizar de manera ordenada y razonada si interesa o no
presentar dichos elementos en la red. En cualquier caso, este trabajo ha
tratado de reflejar que en la estrategia de identidad visual y comunicaci&oacute;n hay
espacio para la innovaci&oacute;n y la creatividad de las organizaciones, y as&iacute; se han
mostrado algunos de los aspectos que nos resultaron m&aacute;s llamativos, plasmados
en diversas maneras de ofrecer informaci&oacute;n acerca del simbolismo de los
elementos de identidad visual, servicios de utilidad para la comprensi&oacute;n de la
informaci&oacute;n financiera que proporcionan las entidades, o canales de
comunicaci&oacute;n espec&iacute;ficos para conseguir un contacto m&aacute;s cercano con el cliente
o facilitar la navegabilidad en el sitio web. De manera espec&iacute;fica y a la vista
de los resultados obtenidos, podemos dar respuesta a las cuestiones de
investigaci&oacute;n planteadas y extraer una serie de conclusiones de inter&eacute;s para la
gesti&oacute;n.</p>

<p>En primer lugar, la investigaci&oacute;n ha
servido para conocer los elementos de la identidad visual y la comunicaci&oacute;n
corporativa que tienen una mayor presencia en los sitios web bancarios, dando
as&iacute; respuesta a la primera cuesti&oacute;n de investigaci&oacute;n. De esta forma, cada
entidad puede compararse con el resto del sector y observar cu&aacute;les son las
categor&iacute;as en las que ofrece m&aacute;s elementos de identidad visual o comunicaci&oacute;n
que el resto, o cu&aacute;les son las categor&iacute;as que no est&aacute;n presentes en su p&aacute;gina
corporativa y que sin embargo s&iacute; lo est&aacute;n en la mayor&iacute;a del sector. En este
trabajo se ha reflejado la importancia del elemento de coherencia entre los
colores del sitio web y los colores corporativos presentes en el logotipo. Este
hecho pone de manifiesto la importancia de este elemento dentro de la gesti&oacute;n
de la identidad visual, ya que un dise&ntilde;o acorde del sitio web ayudar&aacute; a
conseguir una mayor familiaridad y un mayor recuerdo. Tal y como afirma Rowley
(<a href="paper518.html#rowley">2009</a>), la consistencia en la identidad visual debe tambi&eacute;n extenderse a las
comunicaciones online y offline. En el an&aacute;lisis, se ha observado tambi&eacute;n que
los colores m&aacute;s utilizados en los logos son el azul, blanco y verde, y
fundamentalmente en tonalidades oscuras. En cualquier caso, y tal y como
afirmaba Stone (<a href="paper518.html#stone">2006</a>), <em>&#8220;un banco como ING
Direct ha puesto de manifiesto que se puede ir m&aacute;s all&aacute; del azul, el marr&oacute;n o
el gris para que se le siga considerando en serio&#8221;</em>. En el plano de la
est&eacute;tica web se ha mostrado la recurrencia de las fotos de edificios emblem&aacute;ticos,
oficinas y personal. Adem&aacute;s, en aquellas entidades ligadas a una determinada
comunidad o ciudad, resulta frecuente encontrar fotos representativas de los
elementos m&aacute;s t&iacute;picos de la zona. Todos estos elementos pueden ayudar a la
diferenciaci&oacute;n de la empresa, as&iacute; como actuar sobre la notoriedad, imagen y
reputaci&oacute;n de la entidad (<a href="paper518.html#kirby">Kirby y Kent 2010</a>). En este marco de an&aacute;lisis,
tambi&eacute;n ha resultado interesante observar la estrategia de las entidades implicadas
en procesos de fusiones. Muchas de estas entidades ya comienzan a hacer
convivir sus antiguos elementos de identidad visual con los nuevos nombres y
logotipos. En los canales de comunicaci&oacute;n, los m&aacute;s frecuentes han sido la
informaci&oacute;n de contacto, de sus oficinas y cajeros, el call center y la sala de
prensa; y en el tipo de informaci&oacute;n proporcionada destaca la referida a la
informaci&oacute;n financiera general, las tarifas y los informes anuales as&iacute; como
informaci&oacute;n sobre la directiva MIFID y los informes de auditor&iacute;a. Como objetivo
final de este an&aacute;lisis estar&iacute;a el proceso de reflexi&oacute;n, en el que habr&iacute;a que
analizar la idoneidad o no de utilizar esas categor&iacute;as desde la perspectiva de
los <em>stakeholders</em>. Dentro del estudio de
la presencia controlada en redes sociales, se ha mostrado que las m&aacute;s
habituales son Facebook, Linkedin y Twitter. Los resultados tambi&eacute;n han
mostrado una mayor presencia de las entidades en este tipo de redes con
respecto a estudios previos. </p>

<p>En segundo lugar, el estudio ha servido
para dar respuesta a la segunda cuesti&oacute;n de investigaci&oacute;n sobre si las
diferencias entre bancos y cajas tienen un efecto en la gesti&oacute;n de su identidad
visual y comunicaci&oacute;n en los sitios web corporativos. A la luz de los
resultados obtenidos, podemos concluir que en efecto dichas diferencias se
reflejan en su gesti&oacute;n, y que si bien se habla de que estamos en un proceso de
convergencia, bancos y cajas todav&iacute;a presentan aspectos diferenciales. As&iacute;, todos
en general, bancos y cajas de ahorros, cuidan aspectos como la coherencia entre
los colores de su logotipo y los colores del dise&ntilde;o de su web, presentan un
eslogan de manera clara, o cuelgan fotos de sus instalaciones y personal. Sin
embargo, cuando profundizamos en cada uno de estos elementos de identidad
visual se perciben notables diferencias. As&iacute;, ha podido observarse que los
logotipos de las cajas hacen referencia en muchas ocasiones a elementos propios
de la regi&oacute;n en la que hist&oacute;ricamente han operado. Los bancos en cambio, aun
cuando muchos conservan el nombre de la ciudad de origen (ej. Santander, BBVA),
su logotipo no hace especial referencia a elementos de este tipo. Estas
diferencias tambi&eacute;n se plasman en el eslogan, y tal y como apuntan de la Fuente
y Quevedo (<a href="paper518.html#delafuente2003">2003</a>), las percepciones de algunos de los stakeholders apuntando a
que los bancos se preocupan m&aacute;s de aspectos puramente financieros frente a las
cajas, que tienen una orientaci&oacute;n m&aacute;s social, se explican a trav&eacute;s de los
mensajes que &eacute;stas entidades transmiten a su entorno. En el caso particular del
eslogan, se ha observado que los bancos se apoyan en mayor medida en conceptos
como el crecimiento, la solvencia o la innovaci&oacute;n, frente a las cajas que
utilizan elementos basados en la cercan&iacute;a o la participaci&oacute;n. Estos argumentos
dan la raz&oacute;n a los que opinan que las marcas deben conservar sus asociaciones
m&aacute;s centrales y diferenciales (<a href="paper518.html#Bernstein">Bernstein 2009</a>; <a href="paper518.html#Greyser">Greyser 2009</a>; <a href="paper518.html#urde">Urde 2009</a>), y
as&iacute; las cajas no deben alejarse de los valores en los que tienen su origen. En
este sentido, ser&aacute; interesante ver como las cajas que se encuentran actualmente
en procesos de fusiones y transformaci&oacute;n en bancos, van a gestionar su cambio
de identidad visual. Ya tenemos alg&uacute;n ejemplo que no puede ilustrar mejor este
intento de mantener los valores centrales de las cajas. As&iacute; la marca Bankia, fruto
de la fusi&oacute;n de siete cajas de ahorros, muestra en su web corporativa el
siguiente eslogan: <em>&#8220;somos lo que siempre
le pediste a tu banco, somos lo que siempre te gust&oacute; de tu caja&#8221;</em>, tratando
de reflejar que la nueva entidad va a mantener los valores de las cajas que la
integran, ya que se trata de un aspecto que es considerado de valor por parte
de los <em>stakeholders</em>, pero que a su
vez va a realizar su gesti&oacute;n financiera con los valores de solvencia o
innovaci&oacute;n asociados a un banco. Esta mayor cercan&iacute;a y participaci&oacute;n del
cliente en las cajas tambi&eacute;n se refleja en una mayor presencia en redes
sociales como Facebook.</p>

<p>Con respecto a la comunicaci&oacute;n corporativa,
los resultados obtenidos permiten corroborar que las diferencias existentes
entre bancos y cajas tambi&eacute;n se plasman en este aspecto. As&iacute;, se apuntaba que el
enfoque original de las cajas es social frente al puramente econ&oacute;mico de los
bancos, y que por ello la comunicaci&oacute;n de las cajas deb&iacute;a ser mayor en este
tipo de aspectos sociales, mientras que los bancos por el contrario utilizar&iacute;an
su web principalmente como una herramienta de publicidad de sus productos (<a href="paper518.html#sanjose">San
Jos&eacute; et al. 2011</a>). Los resultados de este trabajo muestran que las cajas ponen
un mayor &eacute;nfasis en la comunicaci&oacute;n en general, y en la comunicaci&oacute;n de las
acciones sociales en particular. De manera global, se ha mostrado que las cajas
citan m&aacute;s canales de comunicaci&oacute;n en la web y presentan m&aacute;s tipos de
informaci&oacute;n interna, en especial, informaci&oacute;n de gobierno corporativo,
estatutos y reglamentos e informes de responsabilidad social corporativa. Estos
resultados est&aacute;n en l&iacute;nea con trabajos previos, que se&ntilde;alan que las cajas
presentan una mayor cantidad de informaci&oacute;n en estos aspectos (<a href="paper518.html#delacuesta2006">de la Cuesta-Gonz&aacute;lez
et al. 2006</a>; <a href="paper518.html#hernandez">Hern&aacute;ndez et al. 2010</a>) y que adem&aacute;s dicha informaci&oacute;n se
presenta de manera m&aacute;s estructurada (<a href="paper518.html#sanjose">San Jos&eacute; et al. 2011</a>), como tambi&eacute;n se
muestra en la mayor presencia en la web corporativa de las cajas del informe
GRI (Global Reporting Initiative). En el proceso de fusi&oacute;n de las cajas, ha
llamado la atenci&oacute;n que la comunicaci&oacute;n se centra en las ventajas que supone la
integraci&oacute;n para los <em>stakeholders</em>.
Esta informaci&oacute;n es muy similar a la se&ntilde;alada por Funnel y Frost (<a href="paper518.html#funnell">2009</a>) en el
caso de la integraci&oacute;n de los bancos del Reino Unido bajo el paraguas de marca
Santander. En dicho proceso, se se&ntilde;alaban las ventajas de incrementar el tama&ntilde;o
de la entidad para el cliente (mayor n&uacute;mero de oficinas, cajeros,&#8230;), la
fortaleza de la nueva marca en el contexto de crisis financiera que vive el
sector, y la seguridad a nivel financiero que supone formar parte del banco.</p>

<p>En tercer lugar, se ha analizado la posible
relaci&oacute;n entre el tipo de informaci&oacute;n comunicada y el tr&aacute;fico y n&uacute;mero de
enlaces a la p&aacute;gina, dando as&iacute; respuesta a la tercera cuesti&oacute;n de investigaci&oacute;n.
De esta forma, se ha realizado un an&aacute;lisis de regresiones multivariantes cuyos
resultados han permitido concluir que la informaci&oacute;n acerca de los canales de
comunicaci&oacute;n tiene un efecto en el ranking de tr&aacute;fico de la p&aacute;gina. Por ello,
se trata de un tipo de informaci&oacute;n al que las entidades deber&iacute;an poner especial
&eacute;nfasis para ofrecer informaci&oacute;n completa y f&aacute;cilmente accesible, ya que act&uacute;a
como un elemento de utilidad para los usuarios que les llevar&aacute; a visitar el
sitio web corporativo. Estos resultados tambi&eacute;n est&aacute;n en l&iacute;nea con los
ofrecidos por Hern&aacute;ndez <em>et al.</em> (<a href="paper518.html#hernandez">2010</a>)
en su trabajo. Adem&aacute;s, los resultados indican que las entidades grandes son
referenciadas mediante enlaces externos con mayor frecuencia que las peque&ntilde;as,
y que cuanto mayor sea la informaci&oacute;n que se proporciona de la entidad de
car&aacute;cter externo, mayor ser&aacute; el n&uacute;mero de enlaces a la p&aacute;gina de dicha entidad.
Todo ello va a favorecer un mejor posicionamiento de dicha p&aacute;gina en
buscadores. Muy particularmente, se ha mostrado que la posibilidad de colgar el
curriculum en la web, el informe GRI y la informaci&oacute;n sobre la figura del
defensor del cliente son las categor&iacute;as que m&aacute;s act&uacute;an sobre el tr&aacute;fico y el
n&uacute;mero de enlaces. Hay que se&ntilde;alar que no resulta sencillo determinar un rango
de relevancia sobre los elementos de comunicaci&oacute;n corporativa en el sitio web.
Ha habido autores que han analizado la importancia que las empresas daban a una
determinada informaci&oacute;n bien en funci&oacute;n de nivel en que aparec&iacute;a la
informaci&oacute;n, esto es, el n&uacute;mero de ventanas o clicks necesarios para acceder a
la informaci&oacute;n (<a href="paper518.html#Capriotti">Capriotti y Moreno 2007</a>), o bien analizando la diferente
tipograf&iacute;a o formato utilizado, por ejemplo, resaltando el texto en negrita,
subrayado, o apoy&aacute;ndose en gr&aacute;ficos o hiperv&iacute;nculos (<a href="paper518.html#kim">Kim y Rader 2010</a>), y otros
trabajos han analizado la importancia que dicha informaci&oacute;n ten&iacute;a en el sitio
web corporativo compar&aacute;ndola con la que se le otorgaba en otros documentos como
los informes anuales (<a href="paper518.html#Castelo">Castelo-Branco y Lima-Rodrigues 2006</a>). La aproximaci&oacute;n a
trav&eacute;s de la relaci&oacute;n entre la informaci&oacute;n proporcionada en el sitio web y el
tr&aacute;fico o n&uacute;mero de enlaces es tan s&oacute;lo una v&iacute;a m&aacute;s para conocer la importancia
que puede tener este tipo de comunicaci&oacute;n.</p>

<p>Como principales limitaciones y futuras
l&iacute;neas de investigaci&oacute;n, es necesario se&ntilde;alar que los resultados de este
trabajo deben entenderse dentro del contexto en el que ha sido realizado el
an&aacute;lisis. As&iacute;, ser&iacute;a de gran inter&eacute;s complementar este estudio con otros medios
en los que se plasma la identidad visual y la comunicaci&oacute;n de la empresa, tales
como la publicidad realizada por la entidad y documentos enviados a sus grupos
de inter&eacute;s. De esta manera, podr&iacute;amos tener una visi&oacute;n m&aacute;s completa de la
identidad visual de la entidad y su comunicaci&oacute;n. En la misma l&iacute;nea, podr&iacute;a
plantearse un estudio a trav&eacute;s de entrevistas en profundidad con los directivos
encargados de la estrategia de identidad visual y comunicaci&oacute;n online. Este
tipo de estudio servir&iacute;a para entender mejor los objetivos detr&aacute;s de la utilizaci&oacute;n
o no de ciertos elementos por la entidad. Finalmente, el dinamismo de la web
hace necesario plantear trabajos que recojan de alguna forma las evoluciones y
tendencias. Si bien la comparativa con estudios pasados puede ayudar en el
an&aacute;lisis, ser&iacute;a interesante que futuras investigaciones plantearan tambi&eacute;n estudios
de car&aacute;cter longitudinal.</p>

<p>La informaci&oacute;n que las entidades cuelgan en
Internet supone una muestra de la identidad que tratan de reflejar, y es por
ello que su gesti&oacute;n debe ser realizada con especial cuidado ya que ser&aacute; una v&iacute;a
por la que los grupos de inter&eacute;s formar&aacute;n su percepci&oacute;n hacia dicha entidad. El
entorno actual parece especialmente id&oacute;neo para replantear la estrategia de
identidad visual y comunicaci&oacute;n de las entidades bancarias, y este trabajo ha
tratado de servir de gu&iacute;a para llevar a cabo esta estrategia, en el que las
entidades deben no s&oacute;lo preocuparse por la presencia de esta informaci&oacute;n en la
web, sino sobre todo de dotar de un significado, utilidad y una comprensi&oacute;n
adecuada a dicha informaci&oacute;n. </p><h2>Agradecimientos</h2> 
 
<p>Los autores agradecen la ayuda financiera proporcionada por el Plan
Nacional de I+D+i (ECO2009-08283) y el proyecto GENER&eacute;S (ref. S-09, Departamento de Ciencia,
Tecnolog&iacute;a y Universidad del Gobierno de Arag&oacute;n y Fondo Social Europeo)</p>


<h2 id="authors">Sobre los autores</h2>

<p>Rafael Bravo es doctor y profesor titular en la&nbsp;Universidad de Zaragoza. Sus principales l&iacute;neas de investigaci&oacute;n se centran en la
direcci&oacute;n de marca. Ha publicado diversos trabajos en revistas nacionales e internacionales. Su email de contacto es: <a href="mailto:rbravo@unizar.es">rbravo@unizar.es</a><br />
Jorge Matute es contratado doctor en la Universidad de Zaragoza. Tiene el t&iacute;tulo de doctor y master en publicidad y comunicaci&oacute;n corporativa. Ha publicado diversos trabajos en revistas nacionales e internacionales. Su email de contacto es: <a href="mailto:jmatute@unizar.es">jmatute@unizar.es</a><br />
Jos&eacute; M. Pina es doctor y profesor titular en la Universidad de Zaragoza. Sus principales l&iacute;neas de investigaci&oacute;n incluyen las estrategias de marca en general y marca corporativa en particular. Tiene diversos art&iacute;culos publicados en revistas nacionales e internacionales. Su email de contacto es: <a href="mailto:jmpina@unizar.es">jmpina@unizar.es</a></p>
 </section>
 <section class="refs">
 
<form> 
<fieldset> 
<legend style="border-right: 1px solid navy; border-bottom: 1px solid navy; padding: 0.1ex 0.5ex; color: white; background-color: rgb(94 150 253); font-size: medium; font-weight: bold;">References</legend> 
 
<ul class="refs">
<li id="Bakeman">Bakeman, R. &amp; Gottman, J.M. (1986). <em>Observing interaction: an introduction to sequential analysis.</em>. Cambridge: Cambridge University Press</li>

<li id="Baker">Baker, M.J. &amp; Balmer, J.M.T. (1997). Visual identity: trappings or substance?. <em>European Journal of Marketing</em>, <b>31</b>(5/6),
366-382.</li>

<li id="Balmer_2000">Balmer, J.M.T. &amp; Gray, E.R. (2000). Corporate identity and corporate communications: creating a competitive advantage. <em>Industrial and Commercial Training</em>,<strong> 32</strong>(7) 256-261.</li>

<li id="Balmer_2006">Balmer, J.M.T. &amp; Greyser, S.A. (2006). Corporate marketing: integrating corporate identity, corporate branding,
corporate communications, corporate image and corporate reputation. <em>European Journal of Marketing</em>, <strong>40</strong>(7/8), 730-741.</li>

<li id="Bernstein">Bernstein, D. (2009), Rhetoric and reputation: some thoughts on corporate dissonance, <em>Management Decision</em>, <strong>47</strong>(4), 603-15.</li>

<li id="Bielski">Bielski, L. (2006). Expressing identity anywhere. Branch as brand. <em>ABA Banking Journal,</em> <strong>98</strong>(8), 36-42.</li>

<li id="Biloslavo">Biloslavo, R. &amp; Trnavcevic, A. (2009). Web sites as tools of communication of a &#8220;green&#8221; company. <em>Management Decision</em>, <strong>47</strong>(7) 1158-1173.</li>

<li id="Bonson">Bons&oacute;n-Ponte, E., Escobar-Rodr&iacute;guez, T. &amp; Flores-Mu&ntilde;oz, F. (2006). Online transparency of the banking sector. <em>Online Information Review</em>, <strong>30</strong>(6), 714-730.</li>

<li id="Bryson">Bryson, J. (2008), Dominant, emergent and residual culture: the dynamics of organizational change&#8221;, <em>Journal of Organizational Change Management</em>, <strong>21</strong>(6), 743-757.</li>

<li id="Capriotti">Capriotti, P. &amp; Moreno, A. (2007). Communicationg corporate responsibility through corporate web sites in Spain, <em>Corporate Communications: An International Journal</em>, <strong>12</strong>(3) 221-237.</li>

<li id="Castelo">Castelo Branco, M. &amp; Lima Rodrigues, L. (2006). Communication of corporate social responsibility by Portuguese Banks. A legitimacy theory perspective, <em>Corporate Communications: an International Journal</em>, <strong>11</strong>(3) 232-248.</li>

<li id="Cocheo">Cocheo, S. (2009). Banks wade into new media stream. <em>ABA Banking Journal</em>, <strong>101</strong>(5) 14-29.</li>

<li id="Cornelissen">Cornelissen, J.P., Lock, A.R. &amp; Gardner, H. (2001). The organisation of external communication disciplines: an integrative framework of dimensions and determinants. <em>International Journal of Advertising</em>, <strong>20</strong>(1), 67-88.</li>

<li id="Cornelius">Cornelius, N. Wallace, J. &amp; Tassabehji, R. (2007). An analysis of corporate social responsibility, corporate identity and ethics teaching in business schools. <em>Journal of Business Ethics</em>, <strong>76</strong>(1), 117-135.</li>

<li id="Crespi">Crespi, R., Garc&iacute;a-Cestona, M.A. &amp; Salas, V. (2004). Governance mechanisms in Spanish banks. Does ownership matter?, <em>Journal of Banking &amp; Finance</em>, <strong>28</strong>(10), 2311-2330.</li>

<li id="delacuesta2001">de la Cuesta Gonz&aacute;lez, M. &amp; Garc&iacute;a Verdugo Sales, J. (2001). The spatial distribution of credit: the case of Spanish savings banks, <em>The Service Industries Journal</em>,<strong> 21</strong>(4), 62-82.</li>

<li id="delacuesta2006">de la Cuesta Gonz&aacute;lez, M., Mu&ntilde;oz Torres, M.J. &amp; Fern&aacute;ndez Izquierdo, M.A. (2006). Analysis of social performance in the Spanish financial industry through public data. A proposal, <em>Journal of Business Ethics</em>, <strong>69</strong>(3), 289-304.</li>

<li id="delafuente2003">de la Fuente Sabat&eacute;, J.M. &amp; de Quevedo Puente, E. (2003). The concept and measurement of corporate reputation: an application to Spanish financial intermediaries, <em>Corporate Reputation Review</em>, <strong>5</strong>(4) 280-301.</li>

<li id="dolphin2000">Dolphin, R.R. &amp; Fan, Y. (2000). Is corporate communications a strategic function?. <em>Management Decision</em>, <strong>38</strong>(2), 99-106.</li>

<li id="dowling">Dowling, G.R. (1986). Managing your corporate images. <em>Industrial Marketing Management</em>, <strong>15</strong>(2), 109-115.</li>

<li id="ettredge">Ettredge, M., Richardson, V.J. &amp; Scholz, S. (2001). The presentation of financial information at corporate web sites. <em>International Journal of Accounting Information Systems,</em> <strong>2</strong>(3) 149-168.</li>

<li id="flavian">Flavi&aacute;n, C.,  Guinal&iacute;u, M. &amp; Torres, E. (2006). How bricks-and-mortar attributes affect online banking adoption, <em>International Journal of Bank Marketing</em>, <strong>24</strong>(6), 406-423.</li>

<li id="florek">Florek, M.,  Insch, A. &amp; Gnoth, J. (2006). Papers City Council websites as a means of place brand identity communication. <em>Place Branding</em>, <strong>2</strong>(4) 276-296.</li>

<li id="freeman">Freeman, K. (2005). Creating strategic taglines. <em>Strategic Direction</em>, <strong>10</strong>(21), 3-4.</li>

<li id="fuentelsaz2006">Fuentelsaz, L.,  G&oacute;mez, J. &amp; Lucea, V. (2006). Do commercial banks, savings banks and credit unions compete?, <em>International Journal of Business and Economics</em>, <strong>5</strong>(1) 17-27.</li>

<li id="fuentelsaz2002">Fuentelsaz, L.,  G&oacute;mez, J. &amp; Polo, Y. (2002). Followers entry timing: evidence from the Spanish banking sector after deregulation. <em>Strategic Management Journal</em>, <strong>23</strong>(3) 245-26</li>

<li id="funnell">Funnell, R. &amp; Frost, A. (2009). From Abbey to Santander -being acquired and renamed, <em>Strategic Communication Management</em>, <strong>13</strong>(5) 24-27.</li>

<li id="goodman">Goodman, M.B. (2001). Current trends in corporate communication. <em>Corporate Communication</em>, <strong>6</strong>(4) 117-123.</li>

<li id="Gram">Gram, M. (2007). Children as co-decision makers in the family? The case of family holidays. <em>Young Consumers</em>, <strong>8</strong>(1) 19-28.</li>

<li id="Greyser">Greyser, S.A. (2009). Corporate brand reputation and brand crisis management, <em>Management Decision</em>, <strong>47</strong>(4), 590-602.</li>

<li id="Gylling">Gylling, C &amp; Lindberg-Repo, K (2006). Investigating the links between a corporate brand and a customer brand. <em>Journal of Brand Management</em>, <strong>13</strong>(4/5) 257-267.</li>

<li id="Haniffa">Haniffa, R. &amp; Hudaib, M. (2007). Exploring the ethical identity of Islamic Banks via Communications in annual reports. <em>Journal of Business Ethics</em>, <strong>76</strong>(1), 97-116.</li>

<li id="Haynes">Haynes, W.L. (1990). Public speaking in the media age. <em>Communication Education</em>, <strong>39</strong>(1), 89-102.</li>

<li id="he">He, H.-W. &amp; Balmer, J.M.T. (2007). Identity studies: multiple perspectives and implications for corporate-level marketing, <em>European Journal of Marketing</em>, <strong>41</strong>(7/8), 765-85.</li>

<li id="Henderson">Henderson, P.W., Cote, J.A., Leong, S.M. &amp; Schmitt, B. (2003). Building strong brands in Asia: selecting the visual components of image to maximize brand strength. <em>International Journal of Research in Marketing</em>, <strong>20</strong>(4), 297-313.</li>

<li id="hernandez">Hern&aacute;ndez-Ortega, B., Jim&eacute;nez, J. &amp; Mart&iacute;n, M.J. (2010). <a href="http://www.webcitation.org/67PGfBPCG">Efecto de la calidad de un sitio web sobre el tr&aacute;ficorecibido. El caso de la banca electr&oacute;nica en Espa&ntilde;a.</a> [Effect of quality website on the traffic received. The case of electronic banking in Spain]. <em>Information Research</em>, , <strong>15</strong>(2) paper 429. Retrieved 4 May, 2012 from http://informationr.net/ir/15-2/paper429.html  (Archived by WebCite&reg; at http://www.webcitation.org/67PGfBPCG)</li>

<li id="hutton">Hutton, J. (1997). The influence of brand and corporate identity on consumer behavior: a conceptual framework. <em>Journal of Brand Management</em>, <strong>5</strong>(4), 428-439.</li>

<li id="hynes">Hynes, N. (2009). Colour and meaning in corporate logos: an empirical study. <em>Brand Management</em>, <strong>16</strong>(8), 545-555.</li>

<li id="illueca">Illueca, M., Pastor, J.M. &amp; Tortosa Ausina, E. (2009). The effects of geographic expansi&oacute;n on the productivity of Spanish savings banks. <em>Journal of Productivity Analysis</em>, <strong>32</strong>(2), 119-143.</li>

<li id="ingenhoff">Ingenhoff, D. &amp; Fuhrer, T. (2010). Positioning and differentiation by using brand personality attributes. Do mission and vision statements contribute to building a unique corporate identity?. <em>Corporate Communications</em>, <strong>15</strong>(1), 83-101.</li>

<li id="jorda">Jord&aacute;-Albi&ntilde;ana, B.,  Ampuero-Canellas, O.,  Vila, N. &amp; Rojas-Sola, J.I. (2009). Brand identity documentation: a cross-national examination of identity
standards manuals. <em>International Marketing Review</em>, <strong>26</strong>(2), 172-197.</li>

<li id="kapferer92">Kapferer, J.N. (1992). How global are global brands?. <em>Actas del Seminario ESOMAR</em>; <em>The challenge of branding today and in the future</em>.</li>

<li id="kapferer04">Kapferer, J.N. (2004). <em>The new strategic brand management</em>. New York, NY: Kogan.</li>

<li id="karaosmanoglu">Karaosmanoglu, E. &amp; Melewar, T.C. (2006). Corporate communications, identity and image: a research agenda. <em>Journal of Brand Management</em>, <strong>14</strong>(1/2) 196-206.</li>

<li id="kim">Kim, S. &amp; Rader, S. (2010). What they can do versus how much they care. Assessing corporate communication strategies on Fortune 500 web sites, <em>Journal of Communication Management</em>, <strong>14</strong>(1), 59-80.</li>

<li id="kirby">Kirby, A.E. &amp; Kent, A.M. (2010). Architecture as brand. Store design and brand identity. <em>Journal of Product and Brand Management</em>, <strong>19</strong>(6), 432-439.</li>

<li id="krippendorff">Krippendorff, K. (1990). <em>Metodolog&iacute;a del an&aacute;lisis de contenido</em>. <em>Teor&iacute;a y Pr&aacute;ctica</em>.  Barcelona, Spain: Ed. Paid&oacute;s Ib&eacute;rica</li>

<li id="lentschner">Lentschner, K. (2001, March 19). Behind the wave of corporate rebranding. <em>Christian Science Monitor</em>, 16-18.</li>

<li id="loonam">Loonam, M. &amp; O&#8217;Loughlin, D. (2008). Exploring e-service quality: a study of Irish online banking. <em>Marketing Intelligence &amp; Planning</em>, <strong>26</strong>(7), 759-780.</li>

<li id="lopezmiguens">L&oacute;pez Miguens, M.J.,  Rodr&iacute;guez Comesa&ntilde;a, L. &amp; Gonz&aacute;lez V&aacute;zquez, E. (2010). Importancia del sitio web en la banca online. Influencia sobre la confianza, <em>Investigaciones Europeas de Direcci&oacute;n y Econom&iacute;a de la Empresa</em>, <strong>16</strong>(3), 85-106.</li>

<li id="melewar2003">Melewar, T.C. (2003). Determinants of the corporate identity construct: a review of the literature. <em>Journal of Marketing Communications</em>, <strong>9</strong>(4), 195-220.</li>

<li id="melewar2005">Melewar, T.C.,  Hussei, G. &amp; Srivoravilai, N. (2005). Corporate visual identity. The re-branding of France Telecom. <em>Journal of Brand Management</em>, <strong>12</strong>(5), 379-394.</li>

<li id="melewar2002">Melewar, T.C. &amp; Jenkins, E. (2002). Defining the corporate identity construct, <em>Corporate Reputation Review</em>, <strong>5</strong>(1), 76-90.</li>

<li id="miles">Miles, S. &amp; Mangold, G. (2004). A conceptualisation of the employee branding process. <em>Journal of Relationship Marketing,</em> <strong>3</strong>(1), 65-87.</li>

<li id="neuendorf">Neuendorf, K.A. (2002). <em>The content analysis guidebook</em>.  Thousand Oaks, CA: Sage Publications.</li>

<li id="ocass">O&#8217;Cass, A. &amp; Grace, D. (2004). Exploring consumer experiences with a service brand. <em>Journal of Product and Brand Management</em>, <strong>13</strong>(4), 257-268</li>

<li id="olins">Olins, W. (1989). <em>Corporate identity: making business strategy visible through design</em>.  London: Thames &amp; Hudson.</li>

<li id="pallant">Pallant, J. (2007). <em>SPSS Survival manual</em>.  3rd ed. Milton Keynes, UK: Open University Press</li>

<li id="perreault">Perreault, W.D. &amp; Leigh, L.E. (1989). Reliability of nominal data based on qualitative judgments. <em>Journal of Marketing Research</em>. <strong>26</strong>(2) 135-148.</li>

<li id="perry">Perry, M. &amp; Bodkin, C. (2000). Content analysis of Fortune 100 company web sites. <em>Corporate Communications</em>, <strong>5</strong>(2), 87-96.</li>

<li id="rowley">Rowley, J. (2009). Online branding strategies of UK fashion retailers. <em>Internet Research</em>, <strong>19</strong>(3), 348-369.</li>

<li id="salas">Salas, V. &amp; Saurina, J. (2002). Credit risk in two institutional regimes: Spanish commercial and savings banks, <em>Journal of Financial Services Research</em>, <strong>22</strong>(3) 203-216.</li>

<li id="sanjose">San Jos&eacute;, L., Retolaza, J.L. &amp; Guti&eacute;rrez-Goiria, J. (2011). Are ethical banks different? A comparative analysis using the radical affinity index.<em>Journal of Business Ethics</em>, <strong>100</strong>(1), 151-173.</li>

<li id="schmidt">Schmidt, R.H. (2009). The political debate about savings banks. <em>Schmalenbach Business Review</em>, <strong>61</strong>(4), 366-392.</li>

<li id="silver">Silver, L. (2009). Perspectives on organizational change. The struggle between dominating and residual cultures in savings banks, <em>Corporate Communications</em>, <strong>14</strong>(4), 369-388.</li>

<li id="stone">Stone, R. (2006). en Bielski, L. (2006). Expressing identity anywhere. Branch as brand&#8221;, <em>ABA Banking Journal,</em> <strong>98</strong>(8), 36-42.</li>

<li id="suvatjis">Suvatjis, J.Y. &amp; de Chernatony, L. (2005). Corporate identity modelling: a review and presentation of a new multi-dimensional model. <em>Journal of Marketing Management</em>, <strong>21</strong>, 809-834.</li>

<li id="topalian">Topalian, A. (2003). Experienced reality. The development of corporate identity in the digital era. <em>European Journal of Marketing</em>, <strong>37</strong>(7/8), 1119-1132.</li>

<li id="tzokas">Tzokas, N. &amp; Saren, M. (2004). Competitive advantage, knowledge and relationship marketing: where, what and how?. <em>Journal of Business &amp; Industrial Marketing</em>, <strong>19</strong>(2) 124-135.</li>

<li id="urde">Urde, M. (2009), Uncovering the corporate brand&#8217;s core values, <em>Management Decision</em>, <strong>47</strong>(4), 616-38.</li>

<li id="vanden">van den Bosch, A.L.,  Elving, W.J.L. &amp; de Jong, M.D.T. (2006). The impact of organisational characteristics on corporate visual identity. <em>European Journal of Marketing</em>, <strong>40</strong>(7/8), 870-885.</li>

<li id="wilkinson">Wilkinson, A. &amp; Balmer, J.M.T. (1996). Corporate and generic identities: lessons from the Co-operative bank. <em>International Journal of Bank Marketing</em>, <strong>14</strong>(4) 22-35.</li>

<li id="winner">Winner, P. (1993). <em>Effective public relations management</em>. London: Kogan Page.</li>

</ul> 
</fieldset> 
</form> 
 
 
<form> 
<fieldset> 
<legend style="border-right: 1px solid navy; border-bottom: 1px solid navy; padding: 0.1ex 0.5ex; color: white; background-color: rgb(94 150 253); font-size: medium; font-weight: bold;">How to cite this paper</legend> 
<div><br /> 
Bravo, R., Matute, J. &amp; Pina, J.M. (2011). An&aacute;lisis de la informaci&oacute;n sobre identidad visual y comunicaci&oacute;n corporativa en los sitios web: un estudio sobre los bancos y cajas de ahorros en Espa&ntilde;a <em>Information Research</em>, <strong>15</strong>(1) paper 518. [Available at http://InformationR.net/ir/17-2/paper518.html]</div> 
</fieldset> 
</form> 
<form action="paper518.html">



<fieldset>
<legend><a id="abs" name="abs">Abstract</a></legend>
<blockquote>
<strong>Objective</strong>. This paper analyses the information on the visual identity and corporate communication present in the Websites of financial entities in Spain. The aim is to establish a classification, carry out a comparative study between banks and savings, and observe its impact on Web traffic and number of external links.<br>
<strong>Methodology</strong>. The study of Websites is performed by a content analysis and is complemented by statistical analysis of mean differences and multiple regressions.<br>
<strong>Results</strong>. Savings banks offer a greater number of elements that banks in their Websites, and are positioned more on aspects such as emotional closeness compared to the values of growth and confidence of banks. The communication of their channels and information coming from external sources has an effect on traffic and links to the Website.<br>
<strong>Conclusions</strong>. Differences between banks and savings strategies are reflected in distinct visual identity and corporate communication at the Website. The approach of this analysis tool can help to know the aspects in which organizations can differentiate themselves, and those who have a greater impact to generate traffic and improve the positioning on the Internet.
</blockquote>
</fieldset> 
</form>

 </section>
 </article>
 <table class="footer">  
 <tr>  
 <td colspan="3" style="text-align:center; background-color: #5E96FD; color: white; font-family: verdana; font-size: small; font-weight: bold;">
 Find other papers on this subject</td></tr>  
 <tr><td style="text-align:center; vertical-align:top;"> 
 <form method="get" action="http://scholar.google.com/scholar" target="_blank">  
 <table class="footer">  
  <tr>  
  <td style="white-space: nowrap; vertical-align:top; text-align:center; height:32;">
 <input name="q" value="&quot;visual identity&quot; &quot;savings banks&quot; banks Websites communication Spain" type="hidden" /> <br />
<input name="sa" value="Scholar Search" style="font-size: small; font-family: Verdana; font-weight: bold;" type="submit" /> 
<input name="num" value="100" type="hidden" /> </td>
            </tr>
          </tbody>
        </table>
      </form>
      </td>
      <td style="vertical-align:top; text-align:center;"><!-- Search Google -->
      <form method="get" action="http://www.google.com/custom"
 target="_blank">
        <table class="footer">
          <tbody>
            <tr><td style="vertical-align:top; text-align:center; height:32; white-space:nowrap;"><input name="q"
 value="&quot;visual identity&quot; &quot;savings banks&quot; banks Websites communication Spain" type="hidden" /><br />
              <input name="sa" value="Google Search"
 style="font-family: Verdana; font-weight: bold; font-size: small;"
 type="submit" /> <input name="client" value="pub-5081678983212084"
 type="hidden" /> <input name="forid" value="1" type="hidden" /> <input
 name="ie" value="ISO-8859-1" type="hidden" /> <input name="oe"
 value="ISO-8859-1" type="hidden" /> <input name="cof"
 value="GALT:#0066CC;GL:1;DIV:#999999;VLC:336633;AH:center;BGC:FFFFFF;LBGC:FF9900;ALC:0066CC;LC:0066CC;T:000000;GFNT:666666;GIMP:666666;FORID:1;"
 type="hidden" /> <input name="hl" value="en" type="hidden" /> </td>
            </tr>
          </tbody>
        </table>
      </form>
      </td>
      <td style="text-align:center; vertical-align:top;">
      <form method="get" action="http://www.bing.com" target="_blank">
        <table class="footer">
          <tbody>
            <tr>
              <td style="vertical-align:top; text-align:center; height:32; white-space:nowrap;"><input name="q" value="&quot;visual identity&quot; &quot;savings banks&quot; banks Websites communication Spain" type="hidden" /> <br />
              <input name="sa" value="Bing" style="font-size: small; font-family: Verdana; font-weight: bold;" type="submit" /> <input name="num" value="100" type="hidden" /> </td>
            </tr>
          </tbody>
        </table>
      </form>
      </td>
    </tr>
  </tbody>
</table>
		<div>Check for citations, <a href="http://scholar.google.co.uk/scholar?hl=en&amp;q=http://informationr.net/ir/17-2/paper518.html&amp;btnG=Search&amp;as_sdt=2000">using Google Scholar</a></div>
<br />
<div><strong><img src="http://images.del.icio.us/static/img/delicious.small.gif" alt="logo" /><a href="http://del.icio.us/post"
 onclick="window.open('http://del.icio.us/post?v=4&amp;noui&amp;jump=close&amp;url='+encodeURIComponent(location.href)+'&amp;title='+encodeURIComponent(document.title), 'delicious', 'toolbar=no,width=700,height=400'); return false;">Bookmark
This Page</a> </strong></div>
<hr />

<table class="footer">
  <tbody>
    <tr>
      <td style="vertical-align:top; text-align:center:">
      <div>  <a href="http://www.digits.net" target="_blank">   <img src="http://counter.digits.net/?counter={956008e4-de7f-4a54-c585-f29519c9aad0}&amp;template=simple"  alt="Hit Counter by Digits" border="0"  />
  </a></div>
      </td>
      <td style="vertical-align:top; text-align:center:">
      <div> &copy; the authors, 2012. <br />
Last updated: 20 March, 2012 </div>
      </td>
      <td  style="vertical-align:middle; text-align:center:">
          <!--ONESTAT SCRIPTCODE START--> 
<!--
// Modification of this code is not allowed and will permanently disable your account!
// Account ID : 281971
// Website URL: http://InformationR.net/ir/
// Copyright (C) 2002-2006 OneStat.com All Rights Reserved
--> 
<div id="OneStatTag"><table class="center"> <tr><td>
<script type="text/javascript"> 
<!--
function OneStat_Pageview()
{
    var d=document;
    var sid="281971";
    var CONTENTSECTION="";
    var osp_URL=d.URL;
    var osp_Title=d.title;
    var t=new Date();
    var p="http"+(d.URL.indexOf('https:')==0?'s':'')+"://stat.onestat.com/stat.aspx?tagver=2&sid="+sid;
    p+="&url="+escape(osp_URL);
    p+="&ti="+escape(osp_Title);
    p+="&section="+escape(CONTENTSECTION);
    p+="&rf="+escape(parent==self?document.referrer:top.document.referrer);
    p+="&tz="+escape(t.getTimezoneOffset());
    p+="&ch="+escape(t.getHours());
    p+="&js=1";
    p+="&ul="+escape(navigator.appName=="Netscape"?navigator.language:navigator.userLanguage);
    if(typeof(screen)=="object"){
       p+="&sr="+screen.width+"x"+screen.height;p+="&cd="+screen.colorDepth;
       p+="&jo="+(navigator.javaEnabled()?"Yes":"No");
    }
    d.write('<a href="http://www.onestatfree.com/aspx/login.aspx?sid='+sid+'" target=_blank><img id="ONESTAT_TAG" border="0" src="'+p+'" alt="This site tracked by OneStatFree.com. Get your own free site tracker."></'+'a>');
}
 
OneStat_Pageview();
//--> 
</script> 
<noscript> 
<a href="http://www.onestatfree.com"><img src="http://stat.onestat.com/stat.aspx?tagver=2&amp;sid=281971&amp;js=No&amp;" alt="online web site analytics" /></a> 
</noscript> 
</td></tr><tr><td style="text-align:center;"><div style="color:black; display:none; font-family:'Verdana';"><a href="http://www.onestat.com" style="text-decoration:none;">online web site analytics</a><br /></div></td></tr></table></div> 
<!--ONESTAT SCRIPTCODE END--> 
</td></tr> 


</tbody>
</table> 
<hr /> 
 <table class="footer"><tr><td>
<div class="button"> 
 <ul style="text-align: center;">
	<li><a href="infres172.html">Contents</a> | </li>
	<li><a href="http://www.informationr.net/ir//iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index.html">Home</a></li>
</ul> 
</div></td></tr></table>
 <hr /> 
 
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript"> 
</script> 
<script type="text/javascript"> 
_uacct = "UA-672528-1";
urchinTracker();
</script> 
</body> 
</html> 
