<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html><head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="description" content="Abstracts in Spanish of the papers in Volume 16 No. 1 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="robots" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 16 No.1 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 16 No. 1 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="http://InformationR.net/ir/16-1/spanish161.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2011-03-15">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">

	
	


</head>

<body>
<h4>vol. 16  no. 1, March 2011</h4>

<hr style="color: rgb(0, 0, 128);" size="1">
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>



<hr style="color: rgb(0, 0, 128);" size="1">

<h4><a href="Ópaper464.htmlÓ">Las comunidades de pr&aacute;ctica en la bibliograf&iacute;a de estudios de empresas y organizaci&oacute;n</a>
<br>Enrique Murillo
</h4>

<blockquote>
	<strong>Introducci&oacute;n.</strong> A medida que se acerca al hito de las dos d&eacute;cadas, el concepto de comunidad de pr&aacute;ctica se enfrenta a lo que puede ser descrito como una crisis de la mediana edad. Se ha logrado una amplia difusi&oacute;n, pero los usuarios lo han adaptado a sus necesidades, dando lugar a una proliferaci&oacute;n de interpretaciones divergentes. Recientes cr&iacute;ticas lamentan que el concepto est&aacute; perdiendo su coherencia y poder anal&iacute;tico.<br>
<strong>M&eacute;todo</strong>. Este estudio  utiliza el  modelo de Benders y van Veen de moda de gesti&oacute;n para explicar la popularidad del concepto de comunidades de pr&aacute;ctica en la bibliograf&iacute;a de estudios de empresas y organizaci&oacute;n y para la crisis actual.<br>
<strong>Resultados</strong>. La bibliograf&iacute;a muestra una gran confusi&oacute;n entre comunidades de pr&aacute;ctica y otras estructuras sociales relacionadas con el conocimiento y el aprendizaje, aunque las tipolog&iacute;as recientes est&aacute;n ayudando a clarificar los conceptos. Los investigadores han aceptado el concepto como un elemento permanente en la visi&oacute;n de la empresa basada en el conocimiento, pero los profesionales lo han utilizado principalmente en el discurso de gesti&oacute;n de moda, espec&iacute;ficamente como una herramienta de gesti&oacute;n del conocimiento, dando lugar a numerosas publicaciones sobre la base de la interpretaci&oacute;n pragm&aacute;tica del concepto. Por ahora, la moda se est&aacute; desvaneciendo en la bibliograf&iacute;a profesional, pero la comunidad de investigadores muestra un renovado inter&eacute;s en la forma de varias cr&iacute;ticas profundas y un resurgimiento de los estudios basados en la teor&iacute;a fundamentada.<br>
<strong>Conclusiones</strong>. El estudio predice que el concepto madurar&aacute; con &eacute;xito de su crisis actual a trav&eacute;s de un nuevo per&iacute;odo, ya iniciado, de desarrollo te&oacute;rico fundamentado en estudios rigurosos realizados en las organizaciones.
</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1">

<h4> <a href="paper465.html" target="_blank">Transfiriendo la evidencia a la pr&aacute;ctica: &iquest;Qu&eacute; dicen los profesionales, de los resomenes de evidencia de la investigaci&oacute;n en biblioteconom&iacute;a y documentaci&oacute;n?</a><br>Lorie A. Kloda, Denise Koufogiannakis, Katrine Mallan
</h4>

<blockquote><strong>Introducci&oacute;n</strong>. La evaluaci&oacute;n cr&iacute;tica es un aspecto crucial de la pr&aacute;ctica basada en la evidencia. Con el fin de determinar si la investigaci&oacute;n es v&aacute;lida, confiable y aplicable, el proceso de la pr&aacute;ctica basada en la evidencia  defiende que la investigaci&oacute;n publicada sea evaluada cr&iacute;ticamente. Entre 2006 y 2008, la revista Evidence Based Library and Information Practice public&oacute; 101 res&uacute;menes de evidencia, evaluando cr&iacute;ticamente la investigaci&oacute;n en Biblioteconom&iacute;a y Documentaci&oacute;n. Estos res&uacute;menes de evidencia pueden ser examinados a fin de determinar las fortalezas y debilidades comunes de la investigaci&oacute;n pertinente en Biblioteconom&iacute;a y Documentaci&oacute;n y determinar los elementos comunes existentes en los comentarios de los res&uacute;menes de evidencia.<br>
<strong>M&eacute;todo.</strong> Se realiz&oacute; un an&aacute;lisis dirigido cualitativo de contenido de la parte del comentario de 101 res&uacute;menes de evidencia publicados en la revista, Evidence Based Library and Information Practice de 2006-2008.<br>
<strong>Resultados.</strong> Los res&uacute;menes de evidencia revelan m&aacute;s debilidades que fortalezas en la investigaci&oacute;n en Biblioteconom&iacute;a y Documentaci&oacute;n. En general, los autores de los res&uacute;menes de evidencia tienden a la observaci&oacute;n de las debilidades relativas a la validez y confiabilidad, aunque parad&oacute;jicamente se&ntilde;alan las fortalezas respecto a la aplicabilidad de la investigaci&oacute;n a la pr&aacute;ctica.<br>
<em>Conclusiones.</em> Se necesitan m&aacute;s investigaciones para entender por qu&eacute; los autores de los res&uacute;menes de evidencia notan m&aacute;s debilidades que fortalezas en la investigaci&oacute;n en Biblioteconom&iacute;a y Documentaci&oacute;n y si esto refleja la calidad real de la investigaci&oacute;n en general.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1">

<h4> <a href="paper466.html" target="_blank">Negociar conjuntamente una decisi&oacute;n personal: Un estudio cualitativo sobre las pr&aacute;cticas de alfabetizaci&oacute;n en informaci&oacute;n en el asesoramiento de matronas sobre anticonceptivos en los centros de la juventud en el sur de Sueciae</a><br>Johanna Rivano Eckerdal</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. El estudio forma parte de un proyecto en el que se estudia la evaluaci&oacute;n de las fuentes de informaci&oacute;n por las j&oacute;venes antes de elegir un m&eacute;todo anticonceptivo. Se centra en las reuniones de las j&oacute;venes con matronas para el asesoramiento sobre anticonceptivos. Las conversaciones son las pr&aacute;cticas de alfabetizaci&oacute;n informacional, con ambas partes negociando sobre la informaci&oacute;n necesaria y adecuada sobre la que van a basar las decisiones.<br>
<em>M&eacute;todo</em>. Se registraron diez conversaciones entre matronas y j&oacute;venes (de 18 a 22 a&ntilde;os de edad). Posteriormente, fueron entrevistadas individualmente ambas partes (19 entrevistas). Las transcripciones de las conversaciones y entrevistas conformaron el material para el an&aacute;lisis.<br>
<em>An&aacute;lisis</em>. Se analizaron las transcripciones tem&aacute;ticamente en base al contenido emp&iacute;rico con el uso del software ATLAS.ti. Se aplic&oacute; despu&eacute;s la teor&iacute;a del posicionamiento.<br>
<em>Resultados</em>. Las conversaciones ten&iacute;an una l&iacute;nea argumental espec&iacute;fica, importante para que tenga lugar el posicionamiento. Las matronas se esfuerzan en posicionar a las j&oacute;venes como tomadoras de las decisiones. Las elecciones se realizan conjuntamente, pero se expresan como personales. De este modo, est&aacute; presente en las conversaciones un discurso neoliberal de promoci&oacute;n de elecciones personales y bien informadas.<br>
<em>Conclusi&oacute;n</em>. Cuando se utiliza la teor&iacute;a del posicionamiento para la comprensi&oacute;n de las pr&aacute;cticas de alfabetizaci&oacute;n en informaci&oacute;n en centros de atenci&oacute;n de salud, deben ser incluidas en el an&aacute;lisis tanto la posici&oacute;n como la comprensi&oacute;n de la l&iacute;nea argumental en uso. La elecci&oacute;n se construye en una tensi&oacute;n entre la comprensi&oacute;n de la autoexpresi&oacute;n del individuo y las oportunidades ofrecidas por la sexualidad pl&aacute;stica y las expectativas sociales sobre los individuos como ciudadanos responsables y bien informados. La pr&aacute;ctica de la alfabetizaci&oacute;n informacional se entiende como un logro contingente colaborativo y la alfabetizaci&oacute;n informacional como ambigua.
	
</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1">

<h4> <a href="paper467.html" target="_blank">Perfilando el uso de los servicios de eSalud por los m&eacute;dicos europeos</a><br>Jos&eacute; Manuel Ortega Egea, Mar&iacute;a Victoria Rom&aacute;n Gonz&aacute;lez y Manuel Recio Men&eacute;ndez</h4> 

<blockquote><strong>Introducci&oacute;n</strong>. Se necesita en diferentes pa&iacute;ses un conocimiento m&aacute;s profundo del comportamiento de los m&eacute;dicos en relaci&oacute;n con la eSalud. Este art&iacute;culo aclara los patrones de uso de los servicios de eSalud entre los profesionales europeos en general.<br>
<strong>M&eacute;todo</strong>. Se analiza la base de datos de la encuesta del Flash-Eurobarometro no. 126 &quot;M&eacute;dicos generalistas e Internet&quot;. Tambi&eacute;n se incluyen otras variables socio-demogr&aacute;ficas, como el pa&iacute;s, la edad, el sexo, la ubicaci&oacute;n y el tama&ntilde;o de la pr&aacute;ctica m&eacute;dica. Se realizaron entrevistas telef&oacute;nicas para efectuar la recogida de datos.<br>
<em>An&aacute;lisis</em>. Se aplic&oacute; el an&aacute;lisis de segmentaci&oacute;n de clases latentes para identificar los segmentos homog&eacute;neos de los adoptantes de la eSalud entre los m&eacute;dicos europeos. El pa&iacute;s, la edad, el sexo, la ubicaci&oacute;n y el tama&ntilde;o de la pr&aacute;ctica m&eacute;dica se incluyeron como co-variables en los an&aacute;lisis, con el fin de obtener un perfil descriptivo de los segmentos identificados.<br>
<em>Resultados</em>. El an&aacute;lisis arroj&oacute; tres segmentos de m&eacute;dicos europeos que usan servicios de eSalud. Despu&eacute;s de agregar el grupo de m&eacute;dicos que no usan Internet, se identificaron los siguientes cuatro segmentos finales: buscadores de Informaci&oacute;n, usuarios avanzados, rezagados y no usuarios de Internet. El an&aacute;lisis de co-variables en el modelo de segmentaci&oacute;n de clases latentes mostr&oacute; que el pa&iacute;s, el sexo y la edad se relacionaban significativamente con los patrones de uso de los m&eacute;dicos de los servicios de eSalud. Se realizaron an&aacute;lisis Chi cuadrado del grupo de los no usuarios de Internet, confirmando la existencia de fuertes diferencias de pa&iacute;s y moderadas influencias de la edad, pero efectos muy d&eacute;biles del sexo en el comportamiento de los m&eacute;dicos relacionados con la eSalud.<br>
<em>Conclusi&oacute;n</em>. La identificaci&oacute;n de los patrones de uso de eSalud de los m&eacute;dicos europeos contribuye al desarrollo de estrategias adecuadas y adaptadas de promoci&oacute;n, destinadas a garantizar procesos eficaces de adopci&oacute;n de tecnolog&iacute;as de Internet entre los proveedores de servicios de atenci&oacute;n a pacientes en los pa&iacute;ses analizados.
</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1">

<h4> <a href="paper469.html" target="_blank">Costos y beneficios potenciales de modelos alternativos de publicaciones acad&eacute;micas</a><br>John W. Houghton
</h4>


<blockquote>
<em>Introducci&oacute;n.</em> Este art&iacute;culo describe un estudio realizado en el Joint Information Systems Committee (JISC) del Reino Unido, que explora las implicaciones econ&oacute;micas de los modelos alternativos de publicaciones acad&eacute;micas. En lugar de simplemente resumir las conclusiones del estudio, este trabajo se centra en el enfoque y presenta paso a paso el proceso de investigaci&oacute;n, destacando la combinaci&oacute;n de mapas de procesos, los costos de actividad y macro modelado.<br>
<em>M&eacute;todo.</em> El an&aacute;lisis se basa principalmente en las fuentes existentes, recopilaci&oacute;n de informaci&oacute;n sobre costos de actividad de bibliograf&iacute;a de amplio espectro sobre la comunicaci&oacute;n cient&iacute;fica. En caso necesario, estas fuentes se complementaron con consultas espec&iacute;ficas informales con expertos.<br>
<em>An&aacute;lisis.</em> Se examinan los costos y beneficios potenciales de los principales modelos alternativos para la publicaci&oacute;n acad&eacute;mica, incluida la publicaci&oacute;n por suscripci&oacute;n, la publicaci&oacute;n de acceso abierto y el auto-archivo. Adoptando un enfoque formal para el modelado del proceso de comunicaci&oacute;n cient&iacute;fica y la identificaci&oacute;n de costos de las actividades, se presenta la actividad y los costos de todo el sistema para cada uno de los modelos de publicaci&oacute;n alternativa. A continuaci&oacute;n, se examinan los impactos potenciales de un mayor acceso sobre el retorno en I+D.<br>
<em>Resultados</em>. Nos encontramos con que los diferentes modelos de publicaci&oacute;n acad&eacute;mica podr&iacute;an tener una diferencia sustancial con los costos que se presentan a los diversos interesados y para con el retorno de la inversi&oacute;n en I+D que pudiera ser realizado.
Conclusi&oacute;n. Parece probable que m&aacute;s acceso abierto podr&iacute;a suponer importantes beneficios a largo plazo. Aunque que los beneficios pueden ser m&aacute;s bajos durante un per&iacute;odo transitorio, ser&iacute;an probablemente positivos para las alternativas de publicaci&oacute;n de acceso abierto y auto-archivo.

</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1">


<br>
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 15 March, 2011</h5>
<hr style="color: rgb(0, 0, 128);" size="3">


</body>
</html>
