<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html><head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="description" content="Abstracts in Spanish of the papers in Volume 14 No. 4 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="robots" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 15 No.1 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 15 No. 1 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="http://InformationR.net/ir/15-1/spanish151.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2010-03-15">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">

	
	


</head>

<body>
<h4>vol. 15  no. 2, June, 2010</h4>

<hr>
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>



<hr style="color: rgb(0, 0, 128);" size="1">

<h4> <a href="paper428.html" target="_blank">"Yo s&oacute;lo quiero m&aacute;s informaci&oacute;n sobre qui&eacute;n soy": la experiencia de b&uacute;squeda de la descendencia del donante de esperma, buscando informaci&oacute;n sobre sus donantes y la herencia gen&eacute;tica.</a>
<br>Amber L. Cushing
</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Este art&iacute;culo trata sobre los resultados de un estudio cualitativo de descendencia de donantes de esperma concebidos en los Estados Unidos que han buscado informaci&oacute;n sobre sus donantes y la herencia gen&eacute;tica. Explora c&oacute;mo buscan informaci&oacute;n estos individuos y las caracter&iacute;sticas de estas b&uacute;squedas.<br>
<strong>M&eacute;todo. </strong> Se realizaron diecis&eacute;is entrevistas telef&oacute;nicas con la descendencia del donante de esperma que se hab&iacute;a involucrado en niveles variantes de b&uacute;squeda durante cantidades variantes de tiempo. <br>
<strong>An&aacute;lisis. </strong> Las transcripciones de las entrevistas fueron inicialmente codificadas con c&oacute;digos desarrollados de la gu&iacute;a de la entrevista. <br>
<strong>Resultados. </strong> Los resultados indican a menudo que la descendencia del donante de esperma inicia su b&uacute;squeda hablando con su madre e intentando entonces contactar con el doctor de su madre, muy poco despu&eacute;s de que les dijeran que fueron concebidos mediante donante. Despu&eacute;s, los individuos usaron los anuarios universitarios para encontrar &quot;dobles&quot;. Finalmente, algunos descendientes de donante intentan contactar con los posibles donantes. <br>
<strong>Conclusiones. </strong> En general, esta investigaci&oacute;n demuestra la a veces intensa, emocional y personal naturaleza de la b&uacute;squeda. Muchos de los participantes se involucraron en la b&uacute;squeda para obtener un mayor sentido de su identidad y personalidad.</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1">

<h4> <a href="paper430.html" target="_blank">Pruebas de facilidad de uso y redise&ntilde;o de p&aacute;ginas Web en la biblioteca de la Universidad de Lund, Facultad de Ingenier&iacute;a: un estudio de caso  aplicado en dos fases, una aproximaci&oacute;n sist&eacute;mica de calidad</a><br>Ann-Christin Persson, María L&aring;ngh y Jessica Nilsson
</h4>

<blockquote><strong>Introducci&oacute;n</strong>. La encuesta LibQual+&reg; 2007 de la Facultad de Ingenier&iacute;a de la Universidad de Lund mostr&oacute; que los estudiantes y los profesores ten&iacute;an dificultades para encontrar la informaci&oacute;n que necesitaban en los sitios Web de las bibliotecas. Para poder mejorar los sitios Web, necesitamos averiguar c&oacute;mo navegan los usuarios por estos sitios, as&iacute; como el contenido que necesitan. <br>
<strong>M&eacute;todo.</strong> Se filmaron y audio-grabaron a veinticuatro etudiantes y miembros de Facultad mientras realizaban tareas en los sitios Web como herramientas. <br>
<strong>An&aacute;lisis.</strong> Las grabaciones se analizaron seg&uacute;n la ruta de b&uacute;squeda usada por los participantes (utilidad) y el tiempo requerido por cada tarea (efectividad). Tambi&eacute;n se analiz&oacute; la percepci&oacute;n de los participantes sobre la facilidad de uso y lo encontrado de lo que  necesitan en los sitios Web. <br>
<strong>Resultados.</strong> Los resultados muestran que los estudiantes quieren buscar libros sin tener que usar el cat&aacute;logo y que les gustan las p&aacute;ginas Web basadas en gr&aacute;ficos que destacan del resto del sitio Web de la Universidad de Lund. Los miembros de la Facultad se desplazan por los enlaces y no quieren textos informativos; m&aacute;s bien quieren m&aacute;s de una  conexi&oacute;n local como las listas de publicaciones del departamento y  sugerencias sobre revistas en las que publicar.<br>
<strong>Conclusiones.</strong> El estudio de la facilidad de uso mostr&oacute; claramente lo que funcion&oacute; y lo que no funcion&oacute; en los tres sitios Web y ofreci&oacute; una respuesta a las diferentes necesidades de nuestros grupos de usuarios.  Esto condujo a un replanteamiento y redise&ntilde;o completo de los sitios Web.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1">

<h4><a href="paper431">Informaci&oacute;n  sostenible y ciencias de la documentaci&oacute;n</a><br>
Jan Nolin</h4>
<blockquote>
<strong>Introducci&oacute;n. </strong>    Ha sido escasa la investigaci&oacute;n que conecta desarrollo sostenible y Ciencias de la Documentaci&oacute;n. Adem&aacute;s, mientras que desde el principio las Naciones Unidas ha reconocido la importancia de la informaci&oacute;n para el desarrollo sostenible, se ha avanzado muy poco en vincular el desarrollo sostenible con aspectos relativos a cuestiones relacionadas con la informaci&oacute;n, tales como las Tecnolog&iacute;as de la Informaci&oacute;n y las Comunicaciones (TICs). Un problema b&aacute;sico es la dificultad en la conexi&oacute;n de conceptos altamente flexibles, como "informaci&oacute;n" y "sociedad de la informaci&oacute;n" con el complejo concepto de desarrollo sostenible. .<br>
<strong>M&eacute;todo. </strong>    En este art&iacute;culo se analiza la evoluci&oacute;n del concepto de desarrollo sostenible, as&iacute; como se discuten diversos fallos de conexi&oacute;n con la informaci&oacute;n como recurso estrat&eacute;gico. El trabajo intenta una articulaci&oacute;n del concepto de informaci&oacute;n sostenible, bas&aacute;ndose en el desarrollo sostenible.<br>
<strong>Conclusi&oacute;n. </strong>  Se considera que la informaci&oacute;n sostenible consta de dos partes bien diferenciadas: informaci&oacute;n para el desarrollo sostenible (vista como un recurso para el proyecto de desarrollo sostenible) y el desarrollo de informaci&oacute;n sostenible (creaci&oacute;n de TICs sostenibles). Se argumenta que es importante una articulaci&oacute;n de la informaci&oacute;n sostenible con las Ciencias de la Documentaci&oacute;n y las disciplinas relacionadas de investigaci&oacute;n. El art&iacute;culo concluye con sugerencias sobre la integraci&oacute;n de la informaci&oacute;n sostenible en los programas educativos para los profesionales de la informaci&oacute;n. Se presta una atenci&oacute;n muy especial a la informaci&oacute;n sostenible como &aacute;rea a desarrollar dentro de la &eacute;tica de la documentaci&oacute;n. </blockquote>


 <hr style="color: rgb(0, 0, 128);" size="1">

 <h4> <a href="paper432.html" target="_blank">Juicios de credibilidad de los interrogadores sobre las respuestas en un sitio social de preguntas y respuestas </a><br>
Soojung Kim.</h4>

<blockquote>
<strong>Introducci&oacute;n. </strong>   Este art&iacute;culo explora una muestra de treinta y seis experiencias de usuarios activos sobre credibilidad de las respuestas en Yahoo! Answer, el sitio social m&aacute;s popular de preguntas y respuestas en los EE.UU., para comprender c&oacute;mo eval&uacute;an los usuarios la credibilidad de las respuestas aportadas por otros usuarios de la Web.<br>
<strong>M&eacute;todo. </strong>   Se realizaron entrevistas con treinta y seis interrogadores de Yahoo! Answer por correo electr&oacute;nico, chat en Internet y tel&eacute;fono. .<br>
<strong>An&aacute;lisis. </strong>   Las entrevistas fueron transcritas y los datos fueron analizados con el m&eacute;todo de comparaci&oacute;n constante de an&aacute;lisis de contenido. <br>
<strong>Resultados. </strong>   Los juicios de credibilidad de los interrogadores del sitio Web se conectan con un amplio contexto del proceso de b&uacute;squeda de informaci&oacute;n, que incluye actividades pre-b&uacute;squeda y comportamientos de verificaci&oacute;n post-b&uacute;squeda. Muchos criterios relacionados con los mensajes y con la fuente de investigaciones sobre credibilidad Web se transfieren al entorno social de preguntas y respuestas, pero no se aplican los criterios relacionados con el sitio Web porque los interrogadores eval&uacute;an a los que responden en el mismo sitio. Adem&aacute;s, los interrogadores eval&uacute;an la credibilidad de los mensajes m&aacute;s a menudo que la credibilidad de la fuente debido a la falta frecuente de fuentes de informaci&oacute;n. <br>
<strong>Conclusiones. </strong>  Muchos interrogadores mostraron habilidades cr&iacute;ticas de evaluaci&oacute;n al menos hasta un cierto punto. Sin embargo, un diseño mejorado del sitio y la formaci&oacute;n del usuario podr&iacute;an ayudar a los que interrogan y a los que responden a encontrar o proporcionar informaci&oacute;n cre&iacute;ble.


</blockquote>




<br>
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 18 June, 2010</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif">
<hr style="color: rgb(0, 0, 128);" size="3">


</body>
</html>
ualitativo de descendencia de donantes de esperma concebidos en los Estados Unidos que han buscado informaci&oacute;n sobre sus donantes y la herencia gen&eacute;tica. Explora c&oacute;mo buscan informaci&oacute;n estos individuos y las caracter&iacute;sticas de estas b&uacute;squedas.<br>
<strong>M&eacute;todo. </strong> Se realizaron diecis&eacute;is entrevistas telef&oacute;nicas con la descendencia del donante de esperma que se hab&iacute;a involucrado en niveles variantes de b&uacute;squeda durante cantidades variantes de tiempo. <br>
<strong>An&aacute;lisis. </strong> Las transcripciones de las entrevistas fueron inicialmente codificadas con c&oacute;digos desarrollados de la gu&iacute;a de la entrevista. <br>
<strong>Resultados. </strong> Los resultados indican a menudo que la descendencia del donante de esperma inicia su b&uacute;squeda hablando con su madre e intentando entonces contactar con el doctor de su madre, muy poco despu&eacute;s de que les dijeran que fueron concebidos mediante donante. Despu&eacute;s, los individuos usaron los anuarios universitarios para encontrar &quot;dobles&quot;. Finalmente, algunos descendientes de donante intentan contactar con los posibles donantes. <br>
<strong>Conclusiones. </strong> En general, esta investigaci&oacute;n demuestra la a veces intensa, emocional y personal naturaleza de la b&uacute;squeda. Muchos de los participantes se involucraron en la b&uacute;squeda para obtener un mayor sentido de su identidad y personalidad.

 <hr style="color: rgb(0, 0, 128);" size="1">

<h4> <a href="paper430.html" target="_blank">Pruebas de facilidad de uso y redise&ntilde;o de p&aacute;ginas Web en la biblioteca de la Universidad de Lund, Facultad de Ingenier&iacute;a: un estudio de caso  aplicado en dos fases, una aproximaci&oacute;n sist&eacute;mica de calidad</a><br>Ann-Christin Persson, María L&aring;ngh y Jessica Nilsson
</h4>

<blockquote><strong>Introducci&oacute;n</strong>. La encuesta LibQual+&reg; 2007 de la Facultad de Ingenier&iacute;a de la Universidad de Lund mostr&oacute; que los estudiantes y los profesores ten&iacute;an dificultades para encontrar la informaci&oacute;n que necesitaban en los sitios Web de las bibliotecas. Para poder mejorar los sitios Web, necesitamos averiguar c&oacute;mo navegan los usuarios por estos sitios, as&iacute; como el contenido que necesitan. <br>
<strong>M&eacute;todo.</strong> Se filmaron y audio-grabaron a veinticuatro etudiantes y miembros de Facultad mientras realizaban tareas en los sitios Web como herramientas. <br>
<strong>An&aacute;lisis.</strong> Las grabaciones se analizaron seg&uacute;n la ruta de b&uacute;squeda usada por los participantes (utilidad) y el tiempo requerido por cada tarea (efectividad). Tambi&eacute;n se analiz&oacute; la percepci&oacute;n de los participantes sobre la facilidad de uso y lo encontrado de lo que  necesitan en los sitios Web. <br>
<strong>Resultados.</strong> Los resultados muestran que los estudiantes quieren buscar libros sin tener que usar el cat&aacute;logo y que les gustan las p&aacute;ginas Web basadas en gr&aacute;ficos que destacan del resto del sitio Web de la Universidad de Lund. Los miembros de la Facultad se desplazan por los enlaces y no quieren textos informativos; m&aacute;s bien quieren m&aacute;s de una  conexi&oacute;n local como las listas de publicaciones del departamento y  sugerencias sobre revistas en las que publicar.<br>
<strong>Conclusiones.</strong> El estudio de la facilidad de uso mostr&oacute; claramente lo que funcion&oacute; y lo que no funcion&oacute; en los tres sitios Web y ofreci&oacute; una respuesta a las diferentes necesidades de nuestros grupos de usuarios.  Esto condujo a un replanteamiento y redise&ntilde;o completo de los sitios Web.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1">

<h4><a href="paper431">Informaci&oacute;n  sostenible y ciencias de la documentaci&oacute;n</a><br>
Jan Nolin</h4>
<blockquote>
<strong>Introducci&oacute;n. </strong>    Ha sido escasa la investigaci&oacute;n que conecta desarrollo sostenible y Ciencias de la Documentaci&oacute;n. Adem&aacute;s, mientras que desde el principio las Naciones Unidas ha reconocido la importancia de la informaci&oacute;n para el desarrollo sostenible, se ha avanzado muy poco en vincular el desarrollo sostenible con aspectos relativos a cuestiones relacionadas con la informaci&oacute;n, tales como las Tecnolog&iacute;as de la Informaci&oacute;n y las Comunicaciones (TICs). Un problema b&aacute;sico es la dificultad en la conexi&oacute;n de conceptos altamente flexibles, como "informaci&oacute;n" y "sociedad de la informaci&oacute;n" con el complejo concepto de desarrollo sostenible. .<br>
<strong>M&eacute;todo. </strong>    En este art&iacute;culo se analiza la evoluci&oacute;n del concepto de desarrollo sostenible, as&iacute; como se discuten diversos fallos de conexi&oacute;n con la informaci&oacute;n como recurso estrat&eacute;gico. El trabajo intenta una articulaci&oacute;n del concepto de informaci&oacute;n sostenible, bas&aacute;ndose en el desarrollo sostenible.<br>
<strong>Conclusi&oacute;n. </strong>  Se considera que la informaci&oacute;n sostenible consta de dos partes bien diferenciadas: informaci&oacute;n para el desarrollo sostenible (vista como un recurso para el proyecto de desarrollo sostenible) y el desarrollo de informaci&oacute;n sostenible (creaci&oacute;n de TICs sostenibles). Se argumenta que es importante una articulaci&oacute;n de la informaci&oacute;n sostenible con las Ciencias de la Documentaci&oacute;n y las disciplinas relacionadas de investigaci&oacute;n. El art&iacute;culo concluye con sugerencias sobre la integraci&oacute;n de la informaci&oacute;n sostenible en los programas educativos para los profesionales de la informaci&oacute;n. Se presta una atenci&oacute;n muy especial a la informaci&oacute;n sostenible como &aacute;rea a desarrollar dentro de la &eacute;tica de la documentaci&oacute;n. </blockquote>


 <hr style="color: rgb(0, 0, 128);" size="1">

 <h4> <a href="paper432.html" target="_blank">Juicios de credibilidad de los interrogadores sobre las respuestas en un sitio social de preguntas y respuestas </a><br>
Soojung Kim.</h4>

<blockquote>
<strong>Introducci&oacute;n. </strong>   Este art&iacute;culo explora una muestra de treinta y seis experiencias de usuarios activos sobre credibilidad de las respuestas en Yahoo! Answer, el sitio social m&aacute;s popular de preguntas y respuestas en los EE.UU., para comprender c&oacute;mo eval&uacute;an los usuarios la credibilidad de las respuestas aportadas por otros usuarios de la Web.<br>
<strong>M&eacute;todo. </strong>   Se realizaron entrevistas con treinta y seis interrogadores de Yahoo! Answer por correo electr&oacute;nico, chat en Internet y tel&eacute;fono. .<br>
<strong>An&aacute;lisis. </strong>   Las entrevistas fueron transcritas y los datos fueron analizados con el m&eacute;todo de comparaci&oacute;n constante de an&aacute;lisis de contenido. <br>
<strong>Resultados. </strong>   Los juicios de credibilidad de los interrogadores del sitio Web se conectan con un amplio contexto del proceso de b&uacute;squeda de informaci&oacute;n, que incluye actividades pre-b&uacute;squeda y comportamientos de verificaci&oacute;n post-b&uacute;squeda. Muchos criterios relacionados con los mensajes y con la fuente de investigaciones sobre credibilidad Web se transfieren al entorno social de preguntas y respuestas, pero no se aplican los criterios relacionados con el sitio Web porque los interrogadores eval&uacute;an a los que responden en el mismo sitio. Adem&aacute;s, los interrogadores eval&uacute;an la credibilidad de los mensajes m&aacute;s a menudo que la credibilidad de la fuente debido a la falta frecuente de fuentes de informaci&oacute;n. <br>
<strong>Conclusiones. </strong>  Muchos interrogadores mostraron habilidades cr&iacute;ticas de evaluaci&oacute;n al menos hasta un cierto punto. Sin embargo, un diseño mejorado del sitio y la formaci&oacute;n del usuario podr&iacute;an ayudar a los que interrogan y a los que responden a encontrar o proporcionar informaci&oacute;n cre&iacute;ble.


</blockquote>




<br>
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 18 June, 2010</h5>
<hr style="color: rgb(0, 0, 128);" size="3">