<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html><head>
  <link href="http://www.informationr.net/ir/IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="description" content="Abstracts in Spanish of the papers in Volume 16 No. 3 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="robots" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 16 No.3 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 16 No. 3 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="http://InformationR.net/ir/16-3/spanish163.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2011-09-15">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">

	
	<style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style>

<style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}

</style>
</head>

<body>
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" colspan="5" style="text-align: center;" >
<img src="http://www.informationr.net/ir/mini_logo2.gif" width="336" height="45" alt="header" /><br />
<span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 16  no. 3, September 2011</span><br /><br />
<div id="button">
<ul>
	<li><a href="http://www.informationr.net/ir/16-3/infres163.html">Contents</a>&nbsp;|&nbsp;</li>
	<li><a href="http://www.informationr.net/ir/iraindex.html">Author index</a>&nbsp;|&nbsp;</li>
	<li><a href="http://www.informationr.net/ir/irsindex.html">Subject index</a>&nbsp;|&nbsp;</li>
	<li><a href="http://www.informationr.net/ir/search.html">Search</a>&nbsp;|&nbsp;</li>
	<li><a href="../index.html">Home</a></li>
</ul>
</div>
</td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h2>Edici&oacute;n tem&aacute;tica sobre el descubrimiento oportunista de informaci&oacute;n. Selecci&oacute;n de trabajos del Taller Internacional sobre el descubrimiento oportunista de Informaci&oacute;n, Universidad de Missouri, Octubre de 2010.</h2>
<hr style="color: rgb(0, 0, 128);" size="1" />


<h4><a href="http://www.informationr.net/ir/16-3/paper485.html">Descubrimiento oportunista de informaci&oacute;n por personas mayores islandesas y sus parientes</a><br />
&Aacute;g&uacute;sta P&aacute;lsd&oacute;ttir</h4>

<blockquote><strong>Introducci&oacute;n</strong>. Este trabajo trata de un estudio exploratorio sobre el descubrimiento oportunista de informaci&oacute;n por personas de edad avanzada en Islandia que a&uacute;n viven en sus propios hogares, as&iacute; como por sus parientes que act&uacute;an como proveedores de atenci&oacute;n y apoyo en su comportamiento ante la informaci&oacute;n.<br />
<strong>M&eacute;todo</strong>. De composici&oacute;n abierta, se realizaron entrevistas a veinticuatro personas, doce de los cuales eran de edades comprendidas entre los 70 y 90 a&ntilde;os, doce de los cuales eran sus parientes.<br />
<strong>An&aacute;lisis</strong>. Este, se realiz&oacute; de acuerdo a la teor&iacute;a fundamentada tal y como describen Strauss y Corbin. Los temas que surgieron se interpretaron en t&eacute;rminos del contexto con relaci&oacute;n a cada participante.<br />
<strong>Resultados.</strong> La informaci&oacute;n descubierta por las personas de edad refleja los problemas y las preocupaciones de su vida cotidiana. Informaci&oacute;n sobre apoyo formal, informaci&oacute;n sobre salud e informaci&oacute;n acerca de las finanzas fueron las m&aacute;s mencionadas. Sus parientes descubrieron informaci&oacute;n sobre salud y apoyo formal. La informaci&oacute;n que descubrieron en los medios de comunicaci&oacute;n y mediante conversaciones con los miembros de la familia, amigos y conocidos. Dos razones de informaci&oacute;n con el apoyo de participantes de mayor edad en el descubrimiento oportunista de informaci&oacute;n: una asociaci&oacute;n para la tercera edad y un club de costura.<br />
<strong>Conclusiones.</strong> Los resultados sugieren que el descubrimiento oportunista de informaci&oacute;n y el intercambio de informaci&oacute;n con los dem&aacute;s, constituye una parte importante del comportamiento de la informaci&oacute;n con los participantes mayores de edad. A pesar de que sus parientes tambi&eacute;n descubrieron informaci&oacute;n, esto ocurri&oacute; con menos frecuencia y se limit&oacute; a un menor n&uacute;mero de temas.</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1" />


<h4><a href="http://www.informationr.net/ir/16-3/paper488.html">Las facetas de la serendipia en los encuentros casuales en la vida diaria: un enfoque te&oacute;rico fundamentado en el an&aacute;lisis de blog</a><br />
Victoria L. Rubin Jacquelyn Burkell y Anabel Quan-Haas</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Este art&iacute;culo explora la serendipia en el contexto de la vida diaria mediante un an&aacute;lisis natural de cuentas de encuentros casuales en los blogs.<br />
<strong>M&eacute;todo.</strong> Hemos construido cuarenta y cuatro preguntas relacionadas con los encuentros accidentales para recuperar cuentas desde GoogleBlog. De entre los resultados devueltos, se seleccionaron cincuenta y seis cuentas que proporcionan una descripci&oacute;n detallada, incluyendo una menci&oacute;n a una b&uacute;squeda accidental y a un encuentro fortuito de un resultado.<br />
<strong>An&aacute;lisis.</strong> Hemos empleado una teor&iacute;a fundamentada para identificar las facetas de la serendipia y para explorar sus interconexiones.<br />
<strong>Resultados.</strong> Bas&aacute;ndose en la bibliograf&iacute;a y el an&aacute;lisis de los datos, hemos desarrollado un modelo en el que la b&uacute;squeda re&uacute;ne todas las facetas de un encuentro serend&iacute;pico. Una persona con una mente preparada (Faceta A) se da cuenta de la relevancia del hallazgo en el acto de darse cuenta (Faceta B). El hallazgo es lo que la gente encuentra por casualidad (Faceta C) y lo que conduce a un resultado fortuito (Faceta D). El hallazgo es la esencia de la re-narraci&oacute;n de la historia, que consiste en replantear el encuentro con el hallazgo como serend&iacute;pico.<br />
<strong>Conclusiones.</strong> Comprender la serendipia en la vida diaria permitir&aacute; el apoyo efectivo de la serendipia en la tecnolog&iacute;a de la informaci&oacute;n. Nuestros resultados sugieren que los sistemas de informaci&oacute;n deben centrarse en reforzar los aspectos de darse cuenta y mente preparada.
</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="http://www.informationr.net/ir/16-3/paper486.html">Las reacciones emocionales a la exposici&oacute;n accidental de noticias en l&iacute;nea.</a><br />
Borchuluun Yadamsuren y Jannica Heinstr&ouml;m</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Pocos estudios se han hecho sobre c&oacute;mo las reacciones emocionales a las noticias afectan a la conducta en la lectura de noticias en l&iacute;nea, incluyendo la exposici&oacute;n accidental a estas noticias en l&iacute;nea.<br />
<strong>M&eacute;todo.</strong> El estudio utiliz&oacute; un m&eacute;todo de dise&ntilde;o mixto, que constaba de dos fases: una encuesta en la Web con 148 participantes y una segunda fase, cualitativa, en la que veinte encuestados fueron entrevistados utilizando incidentes cr&iacute;ticos, entrevista explicativa, y t&eacute;cnicas de pensamiento en voz alta.<br />
<strong>An&aacute;lisis.</strong> Los datos cualitativos de las entrevistas fueron transcritas en su totalidad. Todas las transcripciones fueron analizadas con el paquete de an&aacute;lisis de datos cualitativos QSR NVivo 8.0.<br />
<strong>Resultados.</strong> Las conclusiones del estudio indican que la reacci&oacute;n emocional a la exposici&oacute;n accidental de noticias en l&iacute;nea de los encuestados se puede dividir en dos categor&iacute;as: las reacciones relacionadas con el modo forma accidental con que se hab&iacute;a encontrado la noticia y las reacciones relacionadas con el contenido de las noticias. Los patrones encontrados en las reacciones emocionales a la exposici&oacute;n accidental a las noticias en l&iacute;nea, en gran parte corresponden a los relacionados con la lectura de habitual de noticias. Las personas pueden reaccionar de manera diferente a las noticias dependiendo de si la noticia se ha recuperado por casualidad o durante la lectura habitual de noticias habitual.<br />
<strong>Conclusiones.</strong> En &uacute;ltima instancia, una mejor comprensi&oacute;n del rol de las reacciones emocionales a las noticias y a la exposici&oacute;n accidental a las noticias en l&iacute;nea, podr&iacute;a ayudar a guiar el desarrollo de nuevos modelos de negocio en los mercados de los medios de comunicaci&oacute;n en l&iacute;nea y en el dise&ntilde;o de mejores sistemas de distribuci&oacute;n de noticias en l&iacute;nea.</blockquote>


 <hr style="color: rgb(0, 0, 128);" size="1" />
 
<h4><a href="http://www.informationr.net/ir/16-3/paper487.html">Un m&eacute;todo para capturar informaci&oacute;n que se encuentra incluida en las b&uacute;squedas Web exploratorias.</a><br />
Makiko Miwa, Yuka Egusa, Saito Hitomi, Takaku Masao, Hitoshi Terai, y Noriko Kando.</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Este art&iacute;culo describe un m&eacute;todo para observar de cerca, extraer y visualizar los procesos exploratorios de b&uacute;squeda con informaci&oacute;n que se encuentra incluida en su contexto.<br />
<strong>M&eacute;todo.</strong> En Jap&oacute;n, el informe de la tarea y la navegaci&oacute;n de los procesos de b&uacute;squedas Web exploratorias de diecis&eacute;is participantes fueron capturados en video, junto con sus movimientos oculares. En las entrevistas post-b&uacute;squeda, se obtuvieron los pensamientos de los participantes, los sentimientos y las intenciones de las distintas acciones en cada punto de los procesos de b&uacute;squeda en la Web al mismo tiempo que se mostraba el v&iacute;deo grabado de los procesos de b&uacute;squeda con y sin movimientos oculares.<br />
<strong>An&aacute;lisis.</strong> Fueron grabados el pensamiento en voz alta y datos de las entrevistas junto con el tipo de p&aacute;ginas vistas, veintid&oacute;s puntos de las p&aacute;ginas de resultados de b&uacute;squeda, diez acciones relacionadas con la b&uacute;squeda y la profundidad del v&iacute;nculo en la herramienta de anotaci&oacute;n con marcas de tiempo para la secuenciaci&oacute;n. Un an&aacute;lisis de contenido cualitativo de los conjuntos de datos integrados identificando treinta casos en la informaci&oacute;n encontrada.<br />
<strong>Resultados.</strong> La informaci&oacute;n encontrada llev&oacute; a veces a una desviaci&oacute;n temporal de la tarea inicial, pero puede haber resultado de un cambio del tema del documento y/o destino de la navegaci&oacute;n.<br />
<strong>Conclusiones.</strong> Los resultados conducen a una reconsideraci&oacute;n de la definici&oacute;n de informaci&oacute;n encontrada, que puede incluir el aprendizaje mediante la b&uacute;squeda. Mostrar datos del movimiento de los ojos durante las entrevistas post-b&uacute;squeda ayud&oacute; a los participantes a recordar sus pensamientos en cada momento durante la b&uacute;squeda, incluyendo informaci&oacute;n encontrada en el contexto.</blockquote>


 <hr style="color: rgb(0, 0, 128);" size="1" />
 
<h4><a href="http://www.informationr.net/ir/16-3/paper494.html">Motivos: patrones dominantes de interacci&oacute;n en estructuras de eventos serend&iacute;picos</a><br />Abigail McBirnie y Christine Urquhart</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Este documento informa sobre investigaciones encaminadas a detectar los motivos que toman la forma de patrones de interacci&oacute;n de b&uacute;squeda en estructuras de eventos serend&iacute;picos. Un motivo, es un tema que se repite con frecuencia, patr&oacute;n o idea que aparece dentro de los l&iacute;mites de una estructura mayor.<br />
<strong>M&eacute;todo.</strong> Fueron analizados cincuenta relatos contando experiencias serend&iacute;picas de investigaci&oacute;n, desde una perspectiva basada en eventos y descritas como una red de estructuras de eventos fenomenol&oacute;gicos.<br />
<strong>An&aacute;lisis.</strong> La detecci&oacute;n de motivo es una forma de comparaci&oacute;n estad&iacute;stica que se basa en la generaci&oacute;n de algoritmos de modelos formales de red al azar. El software  Detecci&oacute;n R&aacute;pida de Motivo en Red (FANMOD) se utiliz&oacute; para detectar motivos de tama&ntilde;o tres que contienen el ego que ocurren dentro de las redes de serendipia.<br />
<strong>Resultados.</strong> Se han detectado cuatro motivos dominantes: el motivo del cambio, el motivo en solitario, el motivo de la colaboraci&oacute;n, y el motivo de la cadena. Cada motivo muestra distinta interacci&oacute;n y  atributos de patrones.<br />
<strong>Conclusiones.</strong> El motivo proporciona justificaci&oacute;n te&oacute;rica para el concepto normativo de patrones de interacci&oacute;n serend&iacute;pica y apoya ideas relativas a la importancia de las personas e informaci&oacute;n en la serendipia.</blockquote>



 <hr style="color: rgb(0, 0, 128);" size="1" />
<h4><a href="http://www.informationr.net/ir/16-3/paper492.html">Una enfoque de estudio de diario m&oacute;vil centrado en el usuario para la comprensi&oacute;n de la serendipia en la b&uacute;squeda de informaci&oacute;n</a><br />
Xu Sun, Sarah Sharples y Stephann Makri</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Mientras que la serendipia est&aacute; ganando en estos a&ntilde;os cada vez m&aacute;s atenci&oacute;n en el contexto de la b&uacute;squeda de informaci&oacute;n, hay una falta de evidencia emp&iacute;rica en la bibliograf&iacute;a que demuestre la naturaleza de la serendipia.<br />
<strong>M&eacute;todo.</strong> Se realiz&oacute; un estudio de diario con once participaciones para entender la serendipia en la b&uacute;squeda de informaci&oacute;n. Se ha desarrollado una aplicaci&oacute;n de diario m&oacute;vil que permite a los participantes para capturar r&aacute;pidamente c&oacute;mo ocurre  la serendipia en su vida cotidiana y el contexto en el que experimenta la serendipia durante una semana. Sus entradas del diario se discutieron durante las entrevistas post-estudio.<br />
<strong>An&aacute;lisis.</strong> Se realiz&oacute; un An&aacute;lisis de Temas Emergentes para entender los datos.<br />
<strong>Resultados.</strong> Se identificaron: 1) algunos elementos clave que apoyan la comprensi&oacute;n de la serendipia, 2) el papel influyente del contexto en las experiencias casuales, 3) un marco de comprensi&oacute;n de c&oacute;mo ocurre la serendipia, y 4) los efectos positivos de la serendipia en la b&uacute;squeda de informaci&oacute;n de las personas.<br />
<strong>Conclusiones.</strong> Nuestra investigaci&oacute;n sugiere que un marco para la clasificaci&oacute;n de la serendipia debe considerar los aspectos relacionados con la actividad, el valor de la informaci&oacute;n, la fuente de la informaci&oacute;n y la interacci&oacute;n entre el individuo y el contexto.</blockquote>


 <hr style="color: rgb(0, 0, 128);" size="1" />
 
 
 
 
 
<h4><a href="http://www.informationr.net/ir/16-3/paper483.html">Usos y gratificaciones: la medici&oacute;n de las dimensiones de la serendipia en entornos digitales</a><br />
Lori McCay-Peet y Toms Elaine</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> La recuperaci&oacute;n de informaci&oacute;n casual es quiz&aacute;s la consecuencia inevitable de la inmersi&oacute;n en un ambiente rico en informaci&oacute;n. Donde tan bien los encuentros casuales son compatibles, sin embargo, dentro de estos ambientes var&iacute;a y uno de los retos para el desarrollo de herramientas y sistemas que faciliten la serendipia es la medici&oacute;n de c&oacute;mo lograr bien este objetivo. Esta investigaci&oacute;n desarroll&oacute; una escala para medir las dimensiones de la serendipia identificadas en investigaciones previas.<br />
<strong>M&eacute;todo.</strong> Los participantes (N=123) buscaron en un sistema de recuperaci&oacute;n de informaci&oacute;n experimental durante treinta minutos sin una tarea a priori y respondieron a un cuestionario de veinte elementos. Los &iacute;tems derivan de las dimensiones de la serendipia de un entorno f&iacute;sico de la biblioteca dise&ntilde;ada por Björneborn.<br />
<strong>An&aacute;lisis.</strong> Se llev&oacute; a cabo con los datos un an&aacute;lisis exploratorio del factor utilizando el an&aacute;lisis de los Componentes Principales como m&eacute;todo de extracci&oacute;n. El an&aacute;lisis se realiz&oacute; utilizando el paquete estad&iacute;stico SPSS.<br />
<strong>Resultados.</strong> Se extrajeron cinco factores, que representan los elementos fundamentales de apoyo a la serendipia en un entorno digital: activando las conexiones, introduciendo lo inesperado, presentando la variedad, provocando la divergencia e induciendo la curiosidad. Adem&aacute;s, cuatro de los veinte art&iacute;culos originales fueron eliminados de la encuesta.<br />
<strong>Conclusiones.</strong> Mientras que las dimensiones f&iacute;sicas de la serendipia se asignan a dimensiones en entornos digitales, no se sabe si existen otras dimensiones de la serendipia no presentes en el entorno f&iacute;sico.
</blockquote>
 <hr style="color: rgb(0, 0, 128);" size="1" />
<h5>Erdelez et al

<h4><a href="http://www.informationr.net/ir/16-3/paper489.html">Potenciales para la inclusi&oacute;n del encuentro de  informaci&oacute;n en los modelos de alfabetizaci&oacute;n informacional</a><br />
Sanda Erdelez, Josipa  B&aacute;sica  y Deborah D. Levitov</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Encuentro de informaci&oacute;n “Information encountering” (b&uacute;squeda de informaci&oacute;n durante la b&uacute;squeda de alguna otra informaci&oacute;n), es un tipo de descubrimiento oportunista de informaci&oacute;n que complementa los enfoques a prop&oacute;sito de la b&uacute;squeda de informaci&oacute;n. La motivaci&oacute;n de este trabajo fue determinar si los modelos actuales de formaci&oacute;n en alfabetizaci&oacute;n informacional se refieren al encuentro de informaci&oacute;n.
<strong>M&eacute;todo.</strong> Mediante una b&uacute;squeda bibliogr&aacute;fica se identificaron cinco modelos de alfabetizaci&oacute;n informacional populares en los EE.UU. en entornos de escuela elemental y secundaria y se evalu&oacute; su descripci&oacute;n para determinar si incluyen el encuentro de informaci&oacute;n. Nos basamos en las fuentes bibliogr&aacute;ficas que proporcionan descripciones iniciales de los modelos de alfabetizaci&oacute;n informacional y la bibliograf&iacute;a adicional que trata sobre la aplicaci&oacute;n de los modelos.
<strong>An&aacute;lisis.</strong> El an&aacute;lisis de la presencia de encuentro de informaci&oacute;n primero incluy&oacute; lecturas independientes de los miembros del equipo de investigaci&oacute;n, seguida de una discusi&oacute;n colectiva de las observaciones para formular las conclusiones.
<strong>Resultados.</strong> Ninguno de los modelos de alfabetizaci&oacute;n informacional incluye una referencia expl&iacute;cita al encuentro de informaci&oacute;n con otros tipos de descubrimiento oportunista de la informaci&oacute;n, sin embargo, todos tienen componentes que pueden adaptarse a este tipo de comportamiento de la informaci&oacute;n.<br />
<strong>Conclusiones.</strong> Dentro de cada uno de los cinco modelos analizados hay etapas en las que es posible encontrar y podr&iacute;an articularse para los estudiantes los acontecimientos naturales de la informaci&oacute;n. Se necesita investigaci&oacute;n emp&iacute;rica sobre el impacto del encuentro de informaci&oacute;n en los modelos ampliados de alfabetizaci&oacute;n informacional sobre los resultados de aprendizaje de los estudiantes y los procesos de ense&ntilde;anza.
</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1" />


<h4><a href="http://www.informationr.net/ir/16-3/paper490.html">Primer taller internacional sobre el descubrimiento oportunista de informaci&oacute;n</a><br />
Carol E. Smith, James C. Kirkpatrick y  C. Sean Burns</h4>


<blockquote>La Universidad de Missouri, Columbia EE.UU. celebr&oacute; desde el 21 al 22 de Octubre de 2010 el Primer Taller Internacional de Descubrimiento Oportunista de Informaci&oacute;n. Esta oportunidad permiti&oacute; a los investigadores principales intercambiar ideas sobre un campo de especializaci&oacute;n que est&aacute; atrayendo un creciente inter&eacute;s en c&iacute;rculos acad&eacute;micos y comerciales. Las subvenciones concedidas por el programa Advantage de Mizzou de la Universidad de Missouri, otorg&oacute; a la reuni&oacute;n de dos d&iacute;as posible. Estas subvenciones, son una  iniciativa estrat&eacute;gica para promover y fomentar las relaciones acad&eacute;micas interdisciplinarias. Diecisiete investigadores de Canad&aacute;, Finlandia, Jap&oacute;n, Reino Unido y EE.UU. se reunieron para compartir sus &uacute;ltimos trabajos y discutir el c&oacute;mo en el estudio del descubrimiento oportunista de informaci&oacute;n en el contexto de la b&uacute;squeda en l&iacute;nea, la lectura de noticias, la innovaci&oacute;n empresarial, las caracter&iacute;sticas de la personalidad, los descubrimientos cient&iacute;ficos, y otras &aacute;reas.</blockquote>
 


 <hr style="color: rgb(0, 0, 128);" size="1" />
 
<h4><a href="http://www.informationr.net/ir/16-3/%E2%80%9Dpaper491%E2%80%9D">&iquest;Qu&eacute; es serendipia? Informe del taller</a><br />
Stephann Makri y Ann Blandford</h4>

<blockquote>
El 16 de junio de 2010, tuvo lugar un taller en el Dundee Contemporary Arts, con el objetivo de obtener una comprensi&oacute;n inicial de la naturaleza de la serendipia. Este taller cont&oacute; con 3 grupos de investigadores interdisciplinarios y acad&eacute;micos para generar ejemplos en su trabajo o vida cotidiana que fueran considerados serend&iacute;picos. Estos ejemplos, junto con los patrones identificados, fueron discutidos por el grupo. Se propuso que los eventos serend&iacute;picos no son los esperados, con los resultados espec&iacute;ficos serend&iacute;picos deseados. Tambi&eacute;n se propuso que los resultados son serend&iacute;picos clara y positivamente, siempre resultan por un cambio en la cabeza (y en ocasiones un cambio en el mundo). Tambi&eacute;n se sugiri&oacute; que, si bien algunas de las conexiones serend&iacute;picas podr&iacute;an ser reconocidos de inmediato, otras, sin embargo, s&oacute;lo pueden ser reconocidas despu&eacute;s de alg&uacute;n tiempo, o no ser reconocidas.
</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1" />



<h2>Contribuciones ordinarias</h2>

<h4><a href="paper481">Los efectos de la disciplina en la aplicaci&oacute;n de los metadatos en los objetos de aprendizaje en la educaci&oacute;n superior del Reino Unido: el caso del repositorio Jorum</a><br />
Panos Balatsoukas, Ann O'Brien y Ann Morris</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Este trabajo informa sobre los resultados de un estudio de investigaci&oacute;n de los efectos potenciales de la disciplina (ciencias e ingenier&iacute;a en comparaci&oacute;n con las humanidades y ciencias sociales) sobre la aplicaci&oacute;n del Instituto de Ingenieros El&eacute;ctricos y Electr&oacute;nicos de los elementos de los metadatos en los objetos de aprendizaje para la descripci&oacute;n de objetos de aprendizaje en el repositorio de objetos de aprendizaje Jorum.<br />
<strong>M&eacute;todo.</strong> Se realiz&oacute; un estudio que analiz&oacute; una muestra estratificada de 470 registros de metadatos y sustitutos utilizados para la descripci&oacute;n de los objetos de aprendizaje en el repositorio Jorum.<br />
<strong>An&aacute;lisis.</strong> Se realiz&oacute; un an&aacute;lisis de datos cuantitativos sobre la base de la muestra. Esto incluy&oacute; estad&iacute;stica descriptiva, as&iacute; como un conjunto de pruebas de Chi cuadrado para la identificaci&oacute;n de diferencias en la aplicaci&oacute;n de los elementos de los metadatos en los objetos de aprendizaje entre las disciplinas.<br />
<strong>Resultados.</strong> Los resultados de este estudio mostraron que algunos elementos de metadatos tienden a ser aplicados con m&aacute;s frecuencia en la descripci&oacute;n de los objetos de aprendizaje en humanidades y ciencias sociales que en ciencias e ingenier&iacute;a. Estos fueron: tipo de interactividad, la dificultad, la agregaci&oacute;n de nivel, la cobertura, la estructura y densidad sem&aacute;ntica.<br />
<strong>Conclusiones.</strong> Los resultados de este estudio podr&iacute;an tener implicaciones para el dise&ntilde;o de los editores de metadatos y las herramientas de anotaci&oacute;n, as&iacute; como el desarrollo de programas de formaci&oacute;n de metadatos.
</blockquote>

<h4><a href="paper482">Un examen de las relaciones sem&aacute;nticas entre los metadatos asignados profesionalmente y las etiquetas generadas por los usuarios en la bibliograf&iacute;a popular de la medicina complementaria y alternativa</a><br />
Hemalata Iyer y Bungo Lucy</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Este trabajo examina la relaci&oacute;n sem&aacute;ntica entre las etiquetas de usuarios y los encabezamientos de materia asignados de la bibliograf&iacute;a popular en el &aacute;mbito de la medicina complementaria y alternativa.<br />
<strong>M&eacute;todo.</strong> Se obtuvieron de la base de datos de LibraryThing cuarenta libros en este dominio. Estos fueron analizados cualitativamente, para las comparaciones sem&aacute;nticas entre las etiquetas de usuarios y encabezamientos de materia. Una forma adaptada del Sistema Unificado de Lenguaje M&eacute;dico, las actuales relaciones de la Red Sem&aacute;ntica sirvi&oacute; de marco para el an&aacute;lisis.<br />
<strong>An&aacute;lisis.</strong> Las etiquetas de usuarios se compararon con los encabezamientos de materia para las coincidencias terminol&oacute;gicas fundamentadas libro a libro. Las etiquetas se agruparon en categor&iacute;as, categor&iacute;as y etiquetas fueron asignadas a los encabezamientos de materia. Con las que no estaban relacionadas con los encabezamientos de materia, se analizaron los patrones.<br />
<strong>Resultados.</strong> Menos del 1% de las etiquetas coincidieron terminol&oacute;gicamente. Los resultados indicaron un 46% de coincidencias sem&aacute;nticas y un 54% de no coincidencias. Patrones frecuentes entre las no coincidencias eran personal, g&eacute;nero o forma, localizaci&oacute;n, periodo de tiempo y sistemas de confianza. De las coincidencias sem&aacute;nticas, las relaciones frecuentes fueron f&iacute;sicas, funcionales y relaciones conceptuales.<br />
<strong>Conclusiones.</strong> Las categor&iacute;as de etiqueta proporcionan informaci&oacute;n m&aacute;s all&aacute; de los encabezamientos de materia; describen, evalúan, y pueden ayudar a los lectores en la elecci&oacute;n de los materiales. Este estudio contribuye a la comprensi&oacute;n de los tipos de relaci&oacute;n dominante en este &aacute;mbito, lo que puede sustentar el desarrollo de ontolog&iacute;as y estructuras de conocimiento.
</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1" />

Exploraci&oacute;n de las necesidades de las enfermeras de oncolog&iacute;a en Sud&aacute;frica de los servicios de informaci&oacute;n actualizada a trav&eacute;s de Internet
Ina Fourie and Retha Claasen-Veldsman.
 <hr style="color: rgb(0, 0, 128);" size="1" />
<br />
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 23 September, 2011</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="http://www.informationr.net/ir/valid-xhtml10.gif"  / >
<hr style="color: rgb(0, 0, 128);" size="3">
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>
</html>
